[
{
    "title": "172 countries and multiple candidate vaccines engaged in COVID-19 vaccine Global Access Facility",
    "main_text": "\nNine CEPI-supported candidate vaccines are part of the COVAX initiative, with a further nine candidates under evaluation, and procurement conversations on-going with additional producers not currently receiving research and development (R&D) funding through COVAX  giving COVAX the largest and most diverse COVID-19 vaccine portfolio in the world80 potentially self-financing countries have submitted non-binding expressions of interest to the Gavi-coordinated COVAX Facility, joining 92 low- and middle-income economies that are eligible to be supported by the COVAX Advance Market Commitment (AMC)Goal of bringing the pandemic under control via equitable access to COVID-19 vaccines needs urgent, broadscale commitment and investment from countries172 economies are now engaged in discussions to potentially participate in COVAX, a global initiative aimed at working with vaccine manufacturers to provide countries worldwide equitable access to safe and effective vaccines,\n    once they are licensed and approved. COVAX currently has the worlds largest and most diverse COVID-19 vaccine portfolio - including nine candidate vaccines, with a further nine under evaluation and conversations underway with other mayor producers.COVAX, the vaccines pillar of the Access to COVID-19 Tools (ACT) Accelerator, is co-led by the Coalition for Epidemic Preparedness Innovations (CEPI), Gavi, the Vaccine Alliance, and the World Health Organization (WHO)  working in partnership with\n    developed and developing country vaccine manufacturers. It is the only global initiative that is working with governments and manufacturers to ensure COVID-19 vaccines are available worldwide to both higher-income and lower-income countries.In order to be able to secure enough doses of vaccines to protect the most vulnerable populations, such as health workers and the elderly, the next step for the partnership is to confirm potential self-financing participants intent to participate\n    by 31 August and to turn these into binding commitments to join the COVID-19 Vaccine Global Access Facility (COVAX Facility) by 18September, with first upfront payments to follow thereafter, and no later than 9October 2020.Equal access to a COVID-19 vaccine is the key to beating the virus and paving the way for recovery from the pandemic, said Stefan Lfven, Prime Minister of Sweden. This cannot be a race with a few winners, and the COVAX Facility\n    is an important part of the solution  making sure all countries can benefit from access to the worlds largest portfolio of candidates and fair and equitable distribution of vaccine doses.The COVAX Facility is a Gavi-coordinated pooled procurement mechanism for new COVID-19 vaccines, through which COVAX will ensure fair and equitable access to vaccines for each participating economy, using an allocation framework currently being formulated\n    by WHO. The COVAX Facility will do this by pooling buying power from participating economies and providing volume guarantees across a range of promising vaccine candidates, allowing those vaccine manufacturers whose expertise is essential to large\n    scale production of the new vaccines, to make early, at-risk investments in manufacturing capacity  providing participating countries and economies with the best chance at rapid access to doses of a successful COVID-19 vaccine. The success of COVAX hinges not only on countries signing up to the COVAX Facility, but also filling key funding gaps for both COVAX R&D work and a mechanism to support participation of lower-income economies in the COVAX Facility. COVID-19 is an unprecedented global health challenge that can only be met with unprecedented cooperation between governments, researchers, manufacturers and multilateral partners, said Dr Tedros Adhanom Ghebreyesus, Director-General of WHO.\n    By pooling resources and acting in solidarity through the ACT Accelerator and the COVAX Facility, we can ensure that once a vaccine is available for COVID-19, its available equitably to all countries.CEPI is leading COVAX vaccine research and development work, which aims to develop three safe and effective vaccines which can be made available to countries participating in the COVAX Facility. Nine candidate vaccines are currently being supported by\n    CEPI; seven of which are currently in clinical trials. Governments, vaccine manufacturers (in addition to their own R&D), organizations and individuals have committed US$ 1.4 billion towards vaccine R&D so far, but an additional US$1 billion is urgently needed\n    to continue to move the portfolio forward. A further nine candidates vaccines which complement the current CEPI portfolio are currently being evaluated for inclusion in COVAX. Furthermore, COVAX will consider procuring vaccines that complement the portfolio from any producer in the world;\n    conversations are already underway with a number of additional manufacturers not receiving R&D support from CEPI to procure their vaccines if they are successful. Maximizing the portfolio of vaccines increases the probability of success as individual\n    vaccines historically have a high failure rate.In the scramble for a vaccine, countries can act alone  creating a few winners, and many losers - or they can come together to participate in COVAX, an initiative which is built on enlightened self-interest but also equity, leaving no country\n    behind, said Richard Hatchett, CEO of CEPI. Only by taking a global view can we protect those most at risk around the world from the terrible effects of this disease. COVAX can deliver the vaccines that could end the pandemic, but it\n    needs countries to step forward both to join the COVAX Facility, and also to address the serious funding shortfalls, including for R&D. The decisions that are taken now about COVID-19 vaccines have the power to change our future. We must be courageous\n    and ambitious in striving for a multilateral solution.A collaboration between Serum Institute of India (SII), Gavi and the Bill & Melinda Gates Foundation announced earlier this month will ensure up to 100 million doses of AstraZeneca or Novavaxs candidate vaccines, if successful, will be available to low- and middle-income economies through the COVAX Facility at just US$ 3 per dose. The arrangement also provides an option\n    to secure additional doses if COVAX sees a need for it. Separate agreements between Gavi, CEPI and AstraZeneca, announced in June, guarantee a further 300 million doses of their candidate vaccine, if successful, for the COVAX Facility.In addition, in June Gavilaunchedthe COVAX Advance Market Commitment (AMC),a financing instrument aimed atsupporting the participation of \n    92 lowerand middleincome economies in the COVAX Facility. TheCOVAXAMChas raisedmore thanUS$ 600 millionagainst an initial target of securing US$ 2 billionseed funding from sovereigndonors\n        as well asphilanthropy andthe private sector,needed by the end of 2020.Funding the COVAX AMC will be critical to ensuring ability to pay is not a barrier to accessing COVID-19 vaccines, a situation which would leavethe\n        majority ofthe world unprotected, with the pandemic and its impact continuing unabated.Eighty higher-income economies, which would finance the vaccines from their own public finance budgets, have so far submitted Expressions of Interest ahead of the deadline of 31 August for confirmation of intent to participate. They will partner with 92 low-\n    and middle-income countries that will be supported by the AMC if it meets its funding targets. Together, this group of 172 countries represents more than 70% of the worlds population. Among the group are representatives from every continent\n    and more than half of the worlds G20 economies.The momentum we are witnessing behind this unprecedented global effort means there could be light at the end of the tunnel: A vaccine is our best route to ending the acute phase of the pandemic and the COVAX effort is the best way to get there,\n    said Dr Seth Berkley, CEO of Gavi, the Vaccine Alliance. For higher-income countries it represents a win-win: not only will you be guaranteed access to the worlds largest portfolio of vaccines, you will also be negotiating as part of\n    a global consortium, bringing down prices and ensuring truly global access. Signing up to the COVAX Facility gives each country its best chance at protecting the most vulnerable members of their populations  which in turn gives the world its\n    best chance at mitigating the toll this pandemic has taken on individuals, communities and the global economy. To make this end-to-end vision a reality, we need countries to make end-to-end commitments: funding R&D, signing up to the Facility,\n    and supporting the COVAX AMC.The COVAX Facility is coordinated by Gavi, the Vaccine Alliance, and forms a key part of COVAX  the vaccines pillar of the ACT Accelerator, a ground-breaking global collaboration involving vaccine manufacturers to accelerate the development, production,\n    and equitable access to COVID-19 tests, treatments, and vaccines. The overall aim of COVAX is to accelerate the development and manufacture of COVID-19 vaccines, and to guarantee fair and equitable access for every country in the world. It will achieve\n    this by sharing the risks associated with vaccine development, and where necessary investing in manufacturing upfront so vaccines can be deployed at scale as soon as they are proven to be safe and effective, and pooling procurement and purchasing\n    power to achieve sufficient volumes to end the acute phase of the pandemic by 2021.The goal of COVAX is by the end of 2021 to deliver two billion doses of safe, effective vaccines that have passed regulatory approval and/or WHO prequalification. These vaccines will be offered equally to all participating countries, proportional to their\n    populations, initially prioritising healthcare workers then expanding to cover vulnerable groups, such as the elderly and those with pre-existing conditions. Further doses will then be made available based on country need, vulnerability and COVID-19\n    threat. The COVAX Facility will also maintain a buffer of doses for emergency and humanitarian use, including dealing with severe outbreaks before they spiral out of control.---------------------------------------------Notes to editorsThe full list of CEPI-supported candidate vaccines is as follows:Inovio, United States of America (Phase I/II)Moderna, United States of America (Phase III)CureVac, Germany (Phase I)Institut Pasteur/Merck/Themis, France/ United States of America /Austria (Preclinical)AstraZeneca/University of Oxford, United Kingdom of Great Britain and Northern Ireland (Phase III)University of Hong Kong, China (Preclinical)Novavax, United States of America (Phase I/II)Clover Biopharmaceuticals, China (Phase I)University of Queensland/CSL, Australia (Phase I)The nine candidate vaccines that are currently being evaluated for inclusion in the COVAX Facility include two from China, two from the United States of America, one from Republic of Korea, one from the United Kingdom of Great Britain and Northern Ireland and one global, multi-manufacture partnership. Two of these are in Phase I trials, two are tech transfers and the remainder are at the discovery stage.The 80 countries that have submitted expressions of interest to the Gavi-coordinated COVAX Facility include 43 that have agreed to be publicly named: Andorra, Argentina, Armenia, Botswana, Brazil, Canada, Chile, Colombia, Croatia, Czech Republic, Dominican Republic, Estonia, Finland, Greece, Iceland, Iraq, Ireland, Israel, Japan, Jordan, Kuwait, Lebanon, Luxembourg, Mauritius, Mexico, Monaco, Montenegro, New Zealand, North Macedonia, Norway, Palau, Portugal, Qatar, Republic of Korea, San Marino, Saudi Arabia, Seychelles, Singapore, South Africa, Switzerland, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland and Venezuela.In July the Gavi Board agreed on the 92 economies that will be supported the COVAX Advance Market Commitment (AMC). The full list is as follows:Low income: Afghanistan, Benin, Burkina Faso, Burundi, Central African Republic, Chad, Democratic Republic of the Congo, Eritrea, Ethiopia, Gambia, Guinea, Guinea-Bissau, Haiti, Democratic People's Republic of Korea, Liberia, Madagascar, Malawi, Mali, Mozambique, Nepal, Niger, Rwanda, Sierra Leone, Somalia, South Sudan, Syrian Arab Republic, Tajikistan, Togo, Uganda, United Republic of Tanzania and Yemen.Lower-middle income: Angola, Algeria, Bangladesh, Bhutan, Bolivia, Cabo Verde, Cambodia, Cameroon, Comoros, Congo, Cte d'Ivoire, Djibouti, Egypt, El Salvador, Eswatini, Ghana, Honduras, India, Indonesia, Kenya, Kiribati, Kyrgyztan, Lao Peoples Democratic Republic, Lesotho, Mauritania, Micronesia, Moldova, Mongolia, Morocco, Myanmar, Nicaragua, Nigeria, Pakistan, Papua New Guinea, Philippines, So Tom and Principe, Senegal, Solomon Islands, Sri Lanka, Sudan, Timor-Leste, Tunisia, Ukraine, Uzbekistan, Vanuatu, Vietnam, West Bank and Gaza, Zambia and ZimbabweAdditional IDA eligible: Dominica, Fiji, Grenada, Guyana, Kosovo, Maldives, Marshall Islands, Samoa, St. Lucia, St. Vincent and the Grenadines, Tonga and Tuvalu.About Gavi, the Vaccine AllianceGavi, the Vaccine Alliance is a public-private partnership that helps vaccinate half the worlds children against some of the worlds deadliest diseases. Since its inception in 2000, Gavi has helped to immunise a whole generation  over 760 million children  and prevented more than 13 million deaths, helping to halve child mortality in 73 developing countries. Gavi also plays a key role in improving global health security by supporting health systems as well as funding global stockpiles for Ebola, cholera, meningitis and yellow fever vaccines.After two decades of progress, Gavi is now focused on protecting the next generation andreaching the unvaccinated children still being left behind, employing innovative finance and the latest technology  from drones to biometrics  to save millions more lives, prevent outbreaks before they can spread and help countries on the road to self-sufficiency.Learn more atwww.gavi.organd connect with us onFacebookandTwitter.The Vaccine Alliance brings together developing country and donor governments, the World Health Organization, UNICEF, the World Bank, the vaccine industry, technical agencies, civil society, the Bill & Melinda Gates Foundation and other private sector partners. View the full list of donor governments and other leading organizations that fund Gavis workhere.About CEPICEPI is an innovative partnership between public, private, philanthropic, and civilorganisations, launched at Davos in 2017, to develop vaccines to stop future epidemics. CEPI has moved with great urgency and in coordination with WHO in response to the emergence of COVID-19. CEPI has initiatedninepartnerships to develop vaccines against the novel coronavirus. Theprogrammesare leveraging rapid response platforms already supported by CEPI as well as new partnerships. Before the emergence of COVID-19, CEPIs priority diseases included Ebola virus, Lassa virus, Middle East Respiratory Syndrome coronavirus,Nipahvirus, Rift Valley Fever and Chikungunya virus. CEPI also invested in platform technologies that can be used for rapid vaccine and immunoprophylactic development against unknown pathogens (Disease X).About WHOThe World Health Organization provides global leadership in public health within the United Nations system. Founded in 1948, WHO works with194 Member States, across six regions and from more than 150 offices,to promote health, keep the world safe and serve the vulnerable. Our goal for 2019-2023 is to ensure that a billion more people have universal health coverage, to protect a billion more people from health emergencies, and provide a further billion people with better health and wellbeing.For updates on COVID-19 and public health advice to protect yourself from coronavirus, visitwww.who.intand follow WHO onTwitter,Facebook,Instagram,LinkedIn,TikTok,Pinterest,Snapchat,YouTube\n",
    "date_of_publication": "24 August 2020",
    "thumbnail": "/images/default-source/thailand-images/covid19---who-department-of-medical-science-17-resize.tmb-768v.jpg?Culture=en&sfvrsn=c070e2c5_4",
    "article_preview": "\nNine CEPI-supported candidate vaccines are part of the COVAX initiative, with a further nine candid..."
},
{
    "title": "Study estimates more than one million Indians died from snakebite envenoming over past two decades",
    "main_text": "\nIndia is among the countries most dramatically affected by snakebite and accounts for almost half the total number of annual deaths in the world. Authors of the article entitled Trends in snakebite mortality in India from 2000 to 2019 in a nationally representative mortality study\n analysed 2,833 snakebite deaths from 611,483 verbal autopsies from an earlier study1 and conducted a systematic literature review from 2000-2019 covering 87,590 snake bites.The authors estimated that India had 1.2 million snakebite deaths (representing an average of 58,000 per year) from 2000 to 2019 with nearly half of the victims aged 30-69 and over a quarter being children under 15.People living in densely populated low altitude agricultural areas in the states of Bihar, Jharkhand, Madhya Pradesh, Odisha, Uttar Pradesh, Andhra Pradesh (which includes Telangana, a recently defined state), Rajasthan and Gujarat, suffered 70% of\n        deaths during the period 2001-2014, particularly during the rainy season when encounters between snakes and humans are more frequent at home and outdoors.Russells viper (Daboia russelii) (Figure 1), kraits (Bungarus species) and cobras (Naja species; Figure 2) are among the most important biting snake species in India, yet other often unidentified species also represent\n        a threat.      Left: Russel's Viper (Photo:David Williams):Right: Speckled Cobra in a field near an agricultural worker.     (Photo: Ben Owens)The World Health Organization (WHO) has set the target of reducing by half the number of deaths due to snakebite envenoming by 2030 and Indias efforts to prevent and control this disease will largely influence this global target.Since deaths are restricted mainly to lower altitude, intensely agricultural areas, during a single season of each year, this should make the annual epidemics easier to manage. Indias tremendous snakebite burden is staring us in the face and we need to act now\n said Romulus Whitaker of the Centre for Herpetology/Madras Crocodile Bank. Targeting these areas with education about simple methods, such as snake-safe harvest practices, wearing rubber boots and gloves and using rechargeable torches (or mobile phone flashlights) could reduce the risk of snakebites.Need for more nationwide epidemiological studies in snakebite endemic countriesAdditional nationally representative studies together with increasing mapping resolution and multi-sourced data granularity, including both hospital-based mortality and morbidity data including those collected at the community level, are needed for\n        more targeted and effective public health interventions in other snakebite endemic countries.The authors also noted that the Government of Indias official declaration of snakebite deaths in public hospitals during the period 2003 to 2015 was only 15,500, one tenth of the 154,000 snakebite deaths detected during this same period by\n        the MDS from public and private hospitals.Our study directly quantified and identified the populations most affected by fatal snakebites in India. We showed that the overall lifetime risk of being killed by snakebite is about 1 in 250, but in some areas, the lifetime risk reaches 1 in 100\n said Prabhat Jha, Director of the Centre for Global Health Research at the University of Toronto, Canada. Ongoing direct measurement of mortality at local levels is key to achieving WHOs global roadmap.To repair this gross under-reporting, the authors recommend that the Government of India designate and enforce snakebite as a Notifiable Disease within the Integrated Disease Surveillance Program. Accurate snakebite data are essential\n        if the Government of Indias strategies to reduce snakebite deaths are to succeed.--------------------------------------1Snakebite Mortality in India: A Nationally Representative Mortality Survey published in PLoS in 2011 and based on\n                the Indian Million Death Study estimated 46,000 annual deaths caused by snakebite in India.\n",
    "date_of_publication": "10 July 2020",
    "thumbnail": "/images/default-source/departments/ntd-library/snakebite/snake.tmb-768v.png?sfvrsn=b97f034d_2",
    "article_preview": "\nIndia is among the countries most dramatically affected by snakebite and accounts for almost half t..."
},
{
    "title": "Eliminating visceral leishmaniasis: India takes decisive steps to overcome last-mile challenges",
    "main_text": "\nIndia recently carried out a high-level independent mission to assess and evaluate its national visceral leishmaniasis (kala-azar) strategy.The aim of the independent assessment mission is to identify existing gaps and measure the countrys performance in implementing programmes to achieve the elimination of the disease as a public health problem1Challenges need to be identified as we resolutely move towards eliminating kala-azar, said Dr Henk Bekedam, WHO Representative to India. The importance of an inclusive, pro-poor strategy cannot be underscored as the disease affects marginalized communities. We are confident that this independent assessment by experts will guide the national programme to address remaining bottlenecks.The first agreement2to eliminate kala-azar was initiated in 2005 when India, Bangladesh and Nepal, signed the trilateral Memorandum of Understanding. The number of annual reported cases has since decreased from 32, 803 to 3128 in 2019, representing a 90% drop.There are around 130 million people at risk of Kala-azar in the 54 districts of four endemic States said Dr Neeraj Dhingra, Director, National Vector Borne Disease Control Programme, Ministry of Health and Family Welfare, Government of India. We have made substantial progress in reducing the endemicity of kala-azar by ensuring house to house search, treatment and follow up of cases. We are determined to eliminate the disease soon and counter the challenges of continued transmission in the country.In addition, 94% of implemntation units are below the elimination threshold, which means they are reporting less than one kala-azar case per ten thousand of population.ChallengesBut despite this significant decline, challenges remain in several implementation units, including persistent pockets with high endemicity.The WHO Country Office and WHO headquarters technically supported the development and roll out of the surveillance system and the guidelines. Medical doctors and medical recorders from kala-azar treatment centres also benefitted from practical training on the web tracking system, which will be phased out and expanded to all districts.What we find today is almost 6% of blocks are still above the elimination threshold and have high case fatality said Dr Jorge Alvar, head of the mission who, in the past, led the global leishmaniasis elimination programme at WHO. Compounded to this weve had weak reporting of relapsed cases, increased cases of post Kala-azar dermal leishmaniasis and inadequate tools for vector surveillance. All these need to be addressed along with a reinforcement of the national task force to harmonize efforts by stakeholders and the ministry of health.Independent assessmentIn December 2019, the national programme organized its first independent assessment mission, with assistance from the WHO Country Office in India. Eight teams, comprising 61 independent and national global experts in visceral leishmaniasis, vector control and other areas of expertise, investigated nineteen districts in the states of Bihar, Jharkhand, Sikkim and Uttar Pradesh.The experts were accompanied by officials of the Ministry of Health and Family Welfare, the National Vector Borne Disease Control Programme, representatives from the Indian Council of Medical Research, the Bill & Melinda Gates Foundation and several other organizations.In addition to endemic states, sporadic cases are reported from other states - Assam, Delhi, Himachal Pradesh, Kerala, Madhya Pradesh, Punjab, Sikkim and Uttarakhand.The diseaseKala-azar is a highly focal vector borne disease, transmitted by sandflies. It is fatal if left untreated in over 95% of cases.The disease is characterized by irregular bouts of fever, weight loss, enlargement of the spleen and liver, and anemia. Major risk factors include socio-economic conditions of populations.Poor housing and domestic sanitary conditions (such as a lack of waste management or open sewerage) may increase sand-fly breeding and resting sites, as well as their access to humans.Sandflies are attracted to crowded housing as these provide a good source of blood-meals. Human behavior, such as sleeping outside or on the ground, may increase risk. Malnutrition and diets lacking protein-energy, iron, vitamin A and zinc increase the risk co-infection will progress to a full-blown disease.Furthermore, epidemics of both cutaneous and visceral leishmaniasis are often associated with migration and the movement of non-immune people into areas with existing transmission cycles. Occupational exposure as well as widespread deforestation remain important factors.1Elimination of kala-azar means reducing the cases to a level where it is no longer a public health problem. The target is to achieve less than one kala-azar case per 10 000 population annually, at the district or sub-district level.2In 2014, this MoU was extended to include Bhutan and Thailand through which the countries agreed to collaborate to eliminate VL. At that time 147 million people in WHOs South-East Asia Region were at risk. Areas of collaboration include mutually agreed mechanisms of resource mobilization; exchange of information; inter-sectoral collaboration; research; capacity building and technical support.\n",
    "date_of_publication": "5 March 2020",
    "thumbnail": "/images/default-source/departments/ntd-library/leishmaniasis/evening-debriefing-after-irs-operations-india-vl.tmb-768v.png?sfvrsn=2171e158_2",
    "article_preview": "\nIndia recently carried out a high-level independent mission to assess and evaluate its national vis..."
},
{
    "title": "Decisive response: authorities work 24/7 to assist snakebite victims after Kerala floods",
    "main_text": "\nMany residents in the Indian State of Kerala who are returning home after one of the worst floods to have hit the region have been bitten by snakes. The authorities say they have recorded an unprecedented number of cases of snakebite as the flood waters recede.We have seen an unusual number of snakebite cases as people from relief camps return to their homes and start cleaning activities, said Dr Jaydeep Menon from Little Flower Hospital & Research Centre in Angamaly. We are strongly advising people shifting back home to be mindful and check small holes, shoes and tiny openings.Instructions are being relayed through mobile phones and social media to residents on what needs to be done immediately after a snakebite, warning people to be vigilant against snake encounters. A virtual map of hospitals and snake experts is available online and on social media to help people locate the nearest expert and hospital. Regional experts and doctors are working round the clock, checking from home to home and removing any venomous snakes from houses.Wildlife officials are also advising people not to panic, but when returning to their homes not to touch furniture and appliances.People should use sticks to sift through their belongings and create vibrations, said Jose Louies from the Wildlife Trust of India. Snakes are fearful creatures and move away instantly after detecting vibrations through the stomping of rods and sticks. Jose and his team, supported by the police and volunteers, are working in flood-affected areas, examining houses for people who are returning after the water has receded.\nAtul Loke/Getty ImagePeople are being advised to wear knee-high or thigh-high gumboots; to refrain from making sudden movements when confronted by a snake; and to check their vehicles and motorcycles carefully before handling them. In this part of India, three species of snakes  the common cobra, Russells viper and krait (as well as the pit-viper)  are deemed dangerous. The most important advice for people bitten by snakes is to remain calm and not to panic, run, walk or move to avoid blood circulation and increased pulse rate as this might speed up the flow of the venom in the body.So far, the response to this snake emergency has been excellent, with cross-collaboration of various services which has ensured that damage is minimal. The challenge now is to maintain the response for a few more weeks until both people and snakes settle down after the recent displacement.Kerala, Indias southwestern State with more than 33 million inhabitants, has 14 districts which were battered by heavy rains and floods for more than 15 days. It is influenced by seasonal heavy rains during JuneAugust, annually. This year, record rainfall affected most of Kerala. \n",
    "date_of_publication": "28 August 2018",
    "thumbnail": "/images/default-source/departments/ntd-library/snakebite/kerala-state-flood/kerala-state-assistance-atul-loke-2.tmb-768v.jpg?sfvrsn=17e2e778_6",
    "article_preview": "\nMany residents in the Indian State of Kerala who are returning home after one of the worst floods t..."
}
{
    "title": "Singapore wipes out measles; Australia, Brunei Darussalam and Macao SAR (China) eliminate rubella",
    "main_text": "\nSingapore has eliminated measles, and Australia, BruneiDarussalam and MacaoSAR(China) have eliminated rubella as public health problems, the World Health Organization (WHO) announced today.Both viruses are highly contagious, but their spread is preventable with safe and cost-effective vaccines. Initial symptoms for both include fever and rash. But measles can be deadly, causing devastating health complications, such as pneumonia, blindness\n    and brain damage, especially among children. Rubella, also known as German measles, is particularly serious for pregnant women. Infection can lead to miscarriage or birth defects, including blindness, deafness and heart disease.Historically low levels of measles were recorded in the Region in 2012, then a resurgence of cases and deaths occurred from 2013 to 2016.In October 2017, all 37 countries and areas in the WHO Western Pacific Regionwhich spans from China and Mongolia in the west to FrenchPolynesia and New Zealand in the east committed to eliminate measles and rubella as soon as possible\n    with the adoption of a regional strategy and plan of action.That same year, intensified efforts led to a drop in both diseases to the lowest levels on record in the Region5.2 cases of measles and 2.45 cases of rubella per million peoplea testament to the power of strengthened immunization programmes,\n    disease surveillance and laboratory capacity.Todays announcement brings the total number of measles-free countries and areas in the Region to nine: Australia, BruneiDarussalam, Cambodia, HongKongSAR(China), Japan, MacaoSAR(China), NewZealand, the\n    RepublicofKorea and Singapore. Among these, five have also stopped transmission of rubella: Australia, BruneiDarussalam, MacaoSAR(China), NewZealand and the RepublicofKorea.Im delighted to be able to make this announcement today, said Dr Shin Young-soo, WHO Regional Director for the Western Pacific. It goes to show that when countries have strong immunization programmes that protect against both\n    these viruses, surveillance systems to detect them, and laboratories to test and confirm diagnoses, they can eliminate measles and rubella.But we must not let down our guard, he cautioned. Countries still working towards elimination should further strengthen control efforts. Even in countries that have achieved elimination, the job is not done. They must remain vigilant,\n    continue improving vaccination rates and catch any imported cases to ensure these diseases cannot spread again.Quotes from the verified countriesThe elimination of rubella is a great day for public health in Australia and sends a powerful message that vaccination works. I commend the efforts of Australias health professionals over the decades and the millions of parents who ensure their children are always vaccinated. Our National Immunisation Program played an essential role in this huge achievement by ensuring high levels of vaccination coverage for rubella, said the Hon. Greg Hunt MP, Minister for Health,Australia.Following WHO certification of Brunei Darussalams measles-free status in 2015, we are very pleased to now be acknowledged for eliminating rubella. This is an achievement for the country and reflects our commitment to eliminating childhood infections and ensuring universal health coverage. High vaccination coverage and surveillance must be maintained to ensure prevention and early detection. Continuous vigilance, strong political commitment, concerted and collaborative efforts are also needed to eliminate childhood infections such as rubella in the region altogether, said Dr Haji Md Isham bin Jaafar, Minister of Health,BruneiDarussalam.The Government of the MacaoSAR(China) is very pleased to have been verified by the World Health Organization as having eliminated rubella. We are grateful to WHO for its support in this success, and we are committed to sustaining our rubella elimination status, said Dr Lei Chin Ion, Director of the Health Bureau ofMacaoSAR(China)\n",
    "date_of_publication": "31 October 2018",
    "thumbnail": "/images/default-source/wpro/health-topic/measles-and-rubella/img-6909-edit.tmb-768v.jpg?sfvrsn=833b8bd5_3",
    "article_preview": "\nSingapore has eliminated measles, and Australia, BruneiDarussalam and MacaoSAR(China) have eliminat..."
},
{
    "title": "World No Tobacco Day, 31 May 2016: Get ready for plain packaging",
    "main_text": "\n Recent moves to introduce plain (standardized) packaging of tobacco products can save lives by reducing demand for tobacco products, according to WHO and the WHO Framework Convention on Tobacco Control Secretariat (WHO FCTC). \n\nPlain packaging of tobacco products restricts or prohibits the use of logos, colours, brand images and promotional information on packaging other than brand and product names displayed in a standard colour and font style. \n\nIn December 2012, Australia became the first country to fully implement plain packaging. On 20 May 2016, France and the United Kingdom of Great Britain and Northern Ireland each began implementation of plain packaging. Ireland is also preparing to introduce the measure, while other countries are exploring the option.\nHow plain packaging works\n\nPlain packaging reduces the attractiveness of tobacco products. It kills the glamour, which is appropriate for a product that kills people, says WHO Director-General Dr Margaret Chan. It restricts tobacco advertising and promotion. It limits misleading packaging and labelling. And it increases the effectiveness of health warnings.\n\nPlain packaging is recommended in WHO FCTC guidelines as part of a comprehensive approach to tobacco control that includes large graphic health warnings and comprehensive bans on tobacco advertising, promotion and sponsorship. \nAustralias story\n\nSmoking in Australia has been steadily declining for years. Australia introduced plain packaging, in conjunction with new and enlarged health warnings, in 2012. Between December 2012 and September 2015, there was an additional 0.55 percentage point fall in smoking prevalence among those aged 14 and above attributable to the packaging changes, according Australias post-implementation review. This equates to more than 108,000 people quitting, not relapsing or not starting to smoke during that period. \n\nDr Oleg Chestnov, WHOs Assistant Director-General for Noncommunicable Diseases (NCDs) and Mental Health, says Australias plain packaging results demonstrate the great potential of the measure. Plain packaging can reduce consumption of tobacco products, as clearly seen in Australia. It offers a powerful tool to countries as part of a comprehensive approach to tackle the scourge of tobacco use, says Dr Chestnov.\n\nThe theme of this years World No Tobacco Day  Get ready for plain packaging  highlights this new trend in global efforts to control tobacco products, which kill almost 6 million people annually, notes Dr Douglas Bettcher, WHOs Director for the Prevention of NCDs.\nDefying the tobacco industry\n\nPlain packaging is going global as more and more countries seek the important health gains it can bring to communities, says Dr Bettcher. The tobacco industry has been getting ready for plain packaging for some time, conducting massive misinformation campaigns to block the measure.\"\n\n\"So it is encouraging to see more and more countries defy the industrys tactics and implement plain packaging to reduce demand for tobacco products and put the health of their populations first.\n\nTo mark World No Tobacco Day, WHO is launching a new guide to plain packaging of tobacco products, which gives governments the latest evidence and guidance on implementing the measure. \n\nMost governments are committed to curbing the tobacco epidemic and reducing tobacco-related harm, such as deaths from cancers, heart and lung diseases, says Dr Vera da Costa e Silva, Head of the WHO FCTC Secretariat. It is vital they have access to evidence-based, effective guidance that can support their efforts to protect the health of their populations. \nEditors note\n\nTobacco-related illness is one of the biggest public health threats the world has ever faced. Approximately 1 person dies from a tobacco-caused disease every 6 seconds, equivalent to almost 6 million people a year. This is forecast to rise to more than 8 million people a year by 2030, with more than 80% of these preventable deaths occurring among people living in low-and middle-income countries.\n\nTobacco use is one of the largest preventable causes of noncommunicable diseases (NCDs). Tobacco control represents a powerful tool in improving health in communities and in achieving the Sustainable Development Goals (SDGs). SDG target 3.4 is to reduce premature deaths from NCDs by one-third by 2030, including cardiovascular and chronic respiratory diseases, cancers and diabetes. NCDs accounted for the deaths of 16 million people under the age of 70 years in 2012  82% of which occurred in developing countries.\n\nThe WHO Framework Convention for Tobacco Control (WHO FCTC) entered into force in 2005. Parties are obliged to take a number of steps to reduce demand and supply for tobacco products. Actions addressed in the Convention include protecting people from exposure to tobacco smoke, banning tobacco advertising, promotion and sponsorship, banning sales to minors, requiring health warnings on tobacco packaging, promoting tobacco cessation, increasing tobacco taxes and creating a national coordinating mechanism for tobacco control. There are 180 Parties to the Convention.\n",
    "date_of_publication": "31 May 2016",
    "thumbnail": "/images/default-source/infographics/logo-who.tmb-768v.jpg?Culture=en&sfvrsn=2fcc68a0_15",
    "article_preview": "\n Recent moves to introduce plain (standardized) packaging of tobacco products can save lives by red..."
},
{
    "title": "WHO welcomes strong commitment from Australia to beating Ebola",
    "main_text": "\n \n6 November 2014\n\n \nThe World Health Organization welcomes the Government of Australias commitment to providing health professionals and more funding to boost the fight against Ebola virus disease. \n\nAustralia joins a growing band of countries now providing health care workers as well as other desperately needed resources - funding, medical equipment and supplies - to boost efforts to control the Ebola outbreak in West Africa. \n\nAustralia will contract with a private health service provider to manage and run an Ebola treatment centre, as part of a British-led plan to open a series of large treatment centres in Sierra Leone. A contingent of international staff will be sent by Australia to support local health care workers working in the treatment centre.\nTreatment beds are needed to stop transmission\n\nThis will add another important piece to the package of measures needed to stop transmission of the Ebola virus in West Africa. Lack of access to treatment beds has meant many people with Ebola virus disease have remained in the community, thus increasing the likelihood of transmitting the virus.\n\nOf the 4707 Ebola treatment centre beds needed in the three heavily affected West African countries, only 22% are currently operational. One of the biggest obstacles to opening more beds is lack of skilled staff trained in infection prevention and control.\n\nIn Sierra Leone it is estimated that 1864 Ebola treatment centre beds will be needed by December 1 to provide treatment for people with Ebola virus disease. It is planned that each treatment centre should have between 50 and 120 beds and be staffed by teams consisting of 25-35 international health care workers expert in clinical care and infection prevention and control, as well as 200-250 national staff.\nFurther funding commitments\n\nThe Australian government will contribute up to A$20 million over the next 8 months to support the work of this treatment facility and a further A$2 million to support deployment of technical experts working in non-clinical Ebola response roles. \n\nIn addition Australia will provide A$2 million to RedR Australia to fund deployment of technical experts to non-frontline roles in the United Nations Ebola response and will also provide up to A$2 million to train health officials in Papua New Guinea, Timor-Leste and the Pacific Islands to prepare for a potential Ebola outbreak.\n\nWHO media contacts:\n\nMargaret Harris\nWorld Health Organization\nTelephone: +41 22 791 1646\nE-mail: [emailprotected]\n\n",
    "date_of_publication": "6 November 2014",
    "thumbnail": "/images/default-source/ebola-drc/guinea_ebola-jpg.tmb-768v.jpg?Culture=en&sfvrsn=8958ba8f_26",
    "article_preview": "\n \n6 November 2014\n\n \nThe World Health Organization welcomes the Government of Australias commitment..."
},
{
    "title": "Chan to world: stand with Australia",
    "main_text": "\nWHO Director-General Margaret Chan today urged the world to stand shoulder to shoulder against the tobacco industrys attempts to overturn Australias new path breaking tobacco control law.Tobacco products to be sold in plain packagingThe Australian law requires tobacco products to be sold in plain packaging  that is, drab packages with graphic images of tobacco-related diseases and without logos. Australia is the first country to require plain packaging.We must make plain packaging a big success so that it becomes the success of the world, Dr Chan told Professor Jane Halton, Secretary of Australias Department of Health and Ageing, and other delegates to the 15th World Conference on Tobacco or Health taking place in Singapore.Australia sued by tobacco industryAustralia has been sued by tobacco giant Philip Morris Asia under a bilateral trade agreement with China, Hong Kong Special Administrative Region. Separately, it has been sued in domestic court by the tobacco industry.Professor Halton promised that Australia will defend itself vigorously against both suits.Fighting intimidationDr Chan applauded Australias determination in fighting tobacco industry intimidation.If we stand shoulder to shoulder, together, no tobacco industry can survive, Dr Chan said. The fact that they are so desperate, I take it as an indication that the industry sees the writing on the wall. This is the death throe of the addicting industry.Dr Chan and Professor Halton spoke at a session entitled, Australias plain packaging experience.The defence of Australia, and of other countries whose world-class tobacco control laws the tobacco industry is challenging, has been a constant theme of Dr Chans at the conference.Attempts to undermine anti-tobacco campaignsIn her keynote address on 20 March, Dr Chan said, Tactics aimed at undermine anti-tobacco campaigns, and subverting the WHO Framework Convention on Tobacco Control, are no longer covert or cloaked by an image of corporate social responsibility. They are out in the open and they are extremely aggressive.The high-profile legal actions targeting Uruguay, Norway, Australia and Turkey are deliberately designed to instill fear in countries wishing to introduce similarly tough tobacco control measures.Support Australia via social mediaDr Chan pleaded with young people to use your power with online social networking to support Australia.Approximately 2 600 people are attending the conference, of which WHO is an official technical and financial sponsor. The conference is scheduled to end on 24 March.\n",
    "date_of_publication": "22 March 2012",
    "thumbnail": "/images/default-source/fallback/icons/news.tmb-768v.png?Culture=en&sfvrsn=d88eddde_12",
    "article_preview": "\nWHO Director-General Margaret Chan today urged the world to stand shoulder to shoulder against the ..."
}
{
    "title": "172 countries and multiple candidate vaccines engaged in COVID-19 vaccine Global Access Facility",
    "main_text": "\nNine CEPI-supported candidate vaccines are part of the COVAX initiative, with a further nine candidates under evaluation, and procurement conversations on-going with additional producers not currently receiving research and development (R&D) funding through COVAX  giving COVAX the largest and most diverse COVID-19 vaccine portfolio in the world80 potentially self-financing countries have submitted non-binding expressions of interest to the Gavi-coordinated COVAX Facility, joining 92 low- and middle-income economies that are eligible to be supported by the COVAX Advance Market Commitment (AMC)Goal of bringing the pandemic under control via equitable access to COVID-19 vaccines needs urgent, broadscale commitment and investment from countries172 economies are now engaged in discussions to potentially participate in COVAX, a global initiative aimed at working with vaccine manufacturers to provide countries worldwide equitable access to safe and effective vaccines,\n    once they are licensed and approved. COVAX currently has the worlds largest and most diverse COVID-19 vaccine portfolio - including nine candidate vaccines, with a further nine under evaluation and conversations underway with other mayor producers.COVAX, the vaccines pillar of the Access to COVID-19 Tools (ACT) Accelerator, is co-led by the Coalition for Epidemic Preparedness Innovations (CEPI), Gavi, the Vaccine Alliance, and the World Health Organization (WHO)  working in partnership with\n    developed and developing country vaccine manufacturers. It is the only global initiative that is working with governments and manufacturers to ensure COVID-19 vaccines are available worldwide to both higher-income and lower-income countries.In order to be able to secure enough doses of vaccines to protect the most vulnerable populations, such as health workers and the elderly, the next step for the partnership is to confirm potential self-financing participants intent to participate\n    by 31 August and to turn these into binding commitments to join the COVID-19 Vaccine Global Access Facility (COVAX Facility) by 18September, with first upfront payments to follow thereafter, and no later than 9October 2020.Equal access to a COVID-19 vaccine is the key to beating the virus and paving the way for recovery from the pandemic, said Stefan Lfven, Prime Minister of Sweden. This cannot be a race with a few winners, and the COVAX Facility\n    is an important part of the solution  making sure all countries can benefit from access to the worlds largest portfolio of candidates and fair and equitable distribution of vaccine doses.The COVAX Facility is a Gavi-coordinated pooled procurement mechanism for new COVID-19 vaccines, through which COVAX will ensure fair and equitable access to vaccines for each participating economy, using an allocation framework currently being formulated\n    by WHO. The COVAX Facility will do this by pooling buying power from participating economies and providing volume guarantees across a range of promising vaccine candidates, allowing those vaccine manufacturers whose expertise is essential to large\n    scale production of the new vaccines, to make early, at-risk investments in manufacturing capacity  providing participating countries and economies with the best chance at rapid access to doses of a successful COVID-19 vaccine. The success of COVAX hinges not only on countries signing up to the COVAX Facility, but also filling key funding gaps for both COVAX R&D work and a mechanism to support participation of lower-income economies in the COVAX Facility. COVID-19 is an unprecedented global health challenge that can only be met with unprecedented cooperation between governments, researchers, manufacturers and multilateral partners, said Dr Tedros Adhanom Ghebreyesus, Director-General of WHO.\n    By pooling resources and acting in solidarity through the ACT Accelerator and the COVAX Facility, we can ensure that once a vaccine is available for COVID-19, its available equitably to all countries.CEPI is leading COVAX vaccine research and development work, which aims to develop three safe and effective vaccines which can be made available to countries participating in the COVAX Facility. Nine candidate vaccines are currently being supported by\n    CEPI; seven of which are currently in clinical trials. Governments, vaccine manufacturers (in addition to their own R&D), organizations and individuals have committed US$ 1.4 billion towards vaccine R&D so far, but an additional US$1 billion is urgently needed\n    to continue to move the portfolio forward. A further nine candidates vaccines which complement the current CEPI portfolio are currently being evaluated for inclusion in COVAX. Furthermore, COVAX will consider procuring vaccines that complement the portfolio from any producer in the world;\n    conversations are already underway with a number of additional manufacturers not receiving R&D support from CEPI to procure their vaccines if they are successful. Maximizing the portfolio of vaccines increases the probability of success as individual\n    vaccines historically have a high failure rate.In the scramble for a vaccine, countries can act alone  creating a few winners, and many losers - or they can come together to participate in COVAX, an initiative which is built on enlightened self-interest but also equity, leaving no country\n    behind, said Richard Hatchett, CEO of CEPI. Only by taking a global view can we protect those most at risk around the world from the terrible effects of this disease. COVAX can deliver the vaccines that could end the pandemic, but it\n    needs countries to step forward both to join the COVAX Facility, and also to address the serious funding shortfalls, including for R&D. The decisions that are taken now about COVID-19 vaccines have the power to change our future. We must be courageous\n    and ambitious in striving for a multilateral solution.A collaboration between Serum Institute of India (SII), Gavi and the Bill & Melinda Gates Foundation announced earlier this month will ensure up to 100 million doses of AstraZeneca or Novavaxs candidate vaccines, if successful, will be available to low- and middle-income economies through the COVAX Facility at just US$ 3 per dose. The arrangement also provides an option\n    to secure additional doses if COVAX sees a need for it. Separate agreements between Gavi, CEPI and AstraZeneca, announced in June, guarantee a further 300 million doses of their candidate vaccine, if successful, for the COVAX Facility.In addition, in June Gavilaunchedthe COVAX Advance Market Commitment (AMC),a financing instrument aimed atsupporting the participation of \n    92 lowerand middleincome economies in the COVAX Facility. TheCOVAXAMChas raisedmore thanUS$ 600 millionagainst an initial target of securing US$ 2 billionseed funding from sovereigndonors\n        as well asphilanthropy andthe private sector,needed by the end of 2020.Funding the COVAX AMC will be critical to ensuring ability to pay is not a barrier to accessing COVID-19 vaccines, a situation which would leavethe\n        majority ofthe world unprotected, with the pandemic and its impact continuing unabated.Eighty higher-income economies, which would finance the vaccines from their own public finance budgets, have so far submitted Expressions of Interest ahead of the deadline of 31 August for confirmation of intent to participate. They will partner with 92 low-\n    and middle-income countries that will be supported by the AMC if it meets its funding targets. Together, this group of 172 countries represents more than 70% of the worlds population. Among the group are representatives from every continent\n    and more than half of the worlds G20 economies.The momentum we are witnessing behind this unprecedented global effort means there could be light at the end of the tunnel: A vaccine is our best route to ending the acute phase of the pandemic and the COVAX effort is the best way to get there,\n    said Dr Seth Berkley, CEO of Gavi, the Vaccine Alliance. For higher-income countries it represents a win-win: not only will you be guaranteed access to the worlds largest portfolio of vaccines, you will also be negotiating as part of\n    a global consortium, bringing down prices and ensuring truly global access. Signing up to the COVAX Facility gives each country its best chance at protecting the most vulnerable members of their populations  which in turn gives the world its\n    best chance at mitigating the toll this pandemic has taken on individuals, communities and the global economy. To make this end-to-end vision a reality, we need countries to make end-to-end commitments: funding R&D, signing up to the Facility,\n    and supporting the COVAX AMC.The COVAX Facility is coordinated by Gavi, the Vaccine Alliance, and forms a key part of COVAX  the vaccines pillar of the ACT Accelerator, a ground-breaking global collaboration involving vaccine manufacturers to accelerate the development, production,\n    and equitable access to COVID-19 tests, treatments, and vaccines. The overall aim of COVAX is to accelerate the development and manufacture of COVID-19 vaccines, and to guarantee fair and equitable access for every country in the world. It will achieve\n    this by sharing the risks associated with vaccine development, and where necessary investing in manufacturing upfront so vaccines can be deployed at scale as soon as they are proven to be safe and effective, and pooling procurement and purchasing\n    power to achieve sufficient volumes to end the acute phase of the pandemic by 2021.The goal of COVAX is by the end of 2021 to deliver two billion doses of safe, effective vaccines that have passed regulatory approval and/or WHO prequalification. These vaccines will be offered equally to all participating countries, proportional to their\n    populations, initially prioritising healthcare workers then expanding to cover vulnerable groups, such as the elderly and those with pre-existing conditions. Further doses will then be made available based on country need, vulnerability and COVID-19\n    threat. The COVAX Facility will also maintain a buffer of doses for emergency and humanitarian use, including dealing with severe outbreaks before they spiral out of control.---------------------------------------------Notes to editorsThe full list of CEPI-supported candidate vaccines is as follows:Inovio, United States of America (Phase I/II)Moderna, United States of America (Phase III)CureVac, Germany (Phase I)Institut Pasteur/Merck/Themis, France/ United States of America /Austria (Preclinical)AstraZeneca/University of Oxford, United Kingdom of Great Britain and Northern Ireland (Phase III)University of Hong Kong, China (Preclinical)Novavax, United States of America (Phase I/II)Clover Biopharmaceuticals, China (Phase I)University of Queensland/CSL, Australia (Phase I)The nine candidate vaccines that are currently being evaluated for inclusion in the COVAX Facility include two from China, two from the United States of America, one from Republic of Korea, one from the United Kingdom of Great Britain and Northern Ireland and one global, multi-manufacture partnership. Two of these are in Phase I trials, two are tech transfers and the remainder are at the discovery stage.The 80 countries that have submitted expressions of interest to the Gavi-coordinated COVAX Facility include 43 that have agreed to be publicly named: Andorra, Argentina, Armenia, Botswana, Brazil, Canada, Chile, Colombia, Croatia, Czech Republic, Dominican Republic, Estonia, Finland, Greece, Iceland, Iraq, Ireland, Israel, Japan, Jordan, Kuwait, Lebanon, Luxembourg, Mauritius, Mexico, Monaco, Montenegro, New Zealand, North Macedonia, Norway, Palau, Portugal, Qatar, Republic of Korea, San Marino, Saudi Arabia, Seychelles, Singapore, South Africa, Switzerland, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland and Venezuela.In July the Gavi Board agreed on the 92 economies that will be supported the COVAX Advance Market Commitment (AMC). The full list is as follows:Low income: Afghanistan, Benin, Burkina Faso, Burundi, Central African Republic, Chad, Democratic Republic of the Congo, Eritrea, Ethiopia, Gambia, Guinea, Guinea-Bissau, Haiti, Democratic People's Republic of Korea, Liberia, Madagascar, Malawi, Mali, Mozambique, Nepal, Niger, Rwanda, Sierra Leone, Somalia, South Sudan, Syrian Arab Republic, Tajikistan, Togo, Uganda, United Republic of Tanzania and Yemen.Lower-middle income: Angola, Algeria, Bangladesh, Bhutan, Bolivia, Cabo Verde, Cambodia, Cameroon, Comoros, Congo, Cte d'Ivoire, Djibouti, Egypt, El Salvador, Eswatini, Ghana, Honduras, India, Indonesia, Kenya, Kiribati, Kyrgyztan, Lao Peoples Democratic Republic, Lesotho, Mauritania, Micronesia, Moldova, Mongolia, Morocco, Myanmar, Nicaragua, Nigeria, Pakistan, Papua New Guinea, Philippines, So Tom and Principe, Senegal, Solomon Islands, Sri Lanka, Sudan, Timor-Leste, Tunisia, Ukraine, Uzbekistan, Vanuatu, Vietnam, West Bank and Gaza, Zambia and ZimbabweAdditional IDA eligible: Dominica, Fiji, Grenada, Guyana, Kosovo, Maldives, Marshall Islands, Samoa, St. Lucia, St. Vincent and the Grenadines, Tonga and Tuvalu.About Gavi, the Vaccine AllianceGavi, the Vaccine Alliance is a public-private partnership that helps vaccinate half the worlds children against some of the worlds deadliest diseases. Since its inception in 2000, Gavi has helped to immunise a whole generation  over 760 million children  and prevented more than 13 million deaths, helping to halve child mortality in 73 developing countries. Gavi also plays a key role in improving global health security by supporting health systems as well as funding global stockpiles for Ebola, cholera, meningitis and yellow fever vaccines.After two decades of progress, Gavi is now focused on protecting the next generation andreaching the unvaccinated children still being left behind, employing innovative finance and the latest technology  from drones to biometrics  to save millions more lives, prevent outbreaks before they can spread and help countries on the road to self-sufficiency.Learn more atwww.gavi.organd connect with us onFacebookandTwitter.The Vaccine Alliance brings together developing country and donor governments, the World Health Organization, UNICEF, the World Bank, the vaccine industry, technical agencies, civil society, the Bill & Melinda Gates Foundation and other private sector partners. View the full list of donor governments and other leading organizations that fund Gavis workhere.About CEPICEPI is an innovative partnership between public, private, philanthropic, and civilorganisations, launched at Davos in 2017, to develop vaccines to stop future epidemics. CEPI has moved with great urgency and in coordination with WHO in response to the emergence of COVID-19. CEPI has initiatedninepartnerships to develop vaccines against the novel coronavirus. Theprogrammesare leveraging rapid response platforms already supported by CEPI as well as new partnerships. Before the emergence of COVID-19, CEPIs priority diseases included Ebola virus, Lassa virus, Middle East Respiratory Syndrome coronavirus,Nipahvirus, Rift Valley Fever and Chikungunya virus. CEPI also invested in platform technologies that can be used for rapid vaccine and immunoprophylactic development against unknown pathogens (Disease X).About WHOThe World Health Organization provides global leadership in public health within the United Nations system. Founded in 1948, WHO works with194 Member States, across six regions and from more than 150 offices,to promote health, keep the world safe and serve the vulnerable. Our goal for 2019-2023 is to ensure that a billion more people have universal health coverage, to protect a billion more people from health emergencies, and provide a further billion people with better health and wellbeing.For updates on COVID-19 and public health advice to protect yourself from coronavirus, visitwww.who.intand follow WHO onTwitter,Facebook,Instagram,LinkedIn,TikTok,Pinterest,Snapchat,YouTube\n",
    "date_of_publication": "24 August 2020",
    "thumbnail": "/images/default-source/thailand-images/covid19---who-department-of-medical-science-17-resize.tmb-768v.jpg?Culture=en&sfvrsn=c070e2c5_4",
    "article_preview": "\nNine CEPI-supported candidate vaccines are part of the COVAX initiative, with a further nine candid..."
},
{
    "title": "Religious communities unite to address leprosy-associated stigmatization and discrimination",
    "main_text": "\nAn international symposium on leprosy has heard that erroneous customs and beliefs throughout history ostracized people who suffered from the disease and compounded stigmatization and discrimination.\nToday, societal approaches to leprosy have changed. Attitudes are now increasingly inclusive as new cases of leprosy, numbers of which have fallen dramatically over the decades, can be completely cured with safe, efficacious medicines available free of charge to all worldwide. \n\nWe discussed prevention, treatment, assistance and research, and reviewed the success of current strategic approaches at global level said Dr Erwin Cooreman, Team Leader, WHO Global Leprosy Programme. Discussions with representatives of the worlds major religions also provided an opportunity to highlight the important role religious communities can play in defeating leprosy.\n\nThe worlds major faiths can contribute to address the social dimension of leprosy control, support positive attitudes and promote a more humane, accommodating approach, as highlighted in WHOs Global Leprosy Strategy 20162020. Many affected countries have moved to change laws that historically have discriminated against people affected by leprosy in many ways. \nThe symposium described the good practices to be followed through an active understanding and involvement of communities and heard testimonies from people affected by leprosy from the Democratic Republic of the Congo, India and Indonesia, as well as those from China, Colombia, Ghana, Japan, the Philippines and the Republic of Korea.\nThree projects for future implementation, which will be further supported and showcased as models of good practice, were discussed. The projects relate to contact tracing combined with prophylactic treatment (Lao Peoples Democratic Republic), active case-finding in a low-burden setting (Mali) and integration (Brazil).\nRecommendations of the symposium included: to conduct further research into new medicines, diagnostics and vaccines to accelerate reduction of the leprosy burden; to tackle the risk of losing the know-how acquired over decades; to create follow-up mechanisms to monitor actions by States for removing all forms of discrimination and discriminatory or derogatory language (the terminology of Hansens Disease to increasingly replace leprosy). \nThe symposium Towards holistic care for people with Hansens disease, respectful of their dignity held in the Vatican City on 910 June 2016 was organized by the Pontifical Council for Health Care Workers, the Good Samaritan Foundation and The Nippon Foundation in collaboration with the Fondation Raoul Follereau, the Sovereign Order of Malta and the Sasakawa Memorial Health Foundation.\nParticipants included representatives from national leprosy programmes, national and international nongovernmental organizations, international organizations, community-based organizations, leaders of religious communities (Christianity, Islam, Hinduism, Judaism and Buddhism) and people affected by leprosy.\n\n",
    "date_of_publication": "24 June 2016",
    "thumbnail": "/images/default-source/departments/ntd-library/leprosy/the-battle-against-stigma-in-india/img17913-145385568956-325.tmb-768v.jpg?sfvrsn=2296745f_2",
    "article_preview": "\nAn international symposium on leprosy has heard that erroneous customs and beliefs throughout histo..."
},
{
    "title": "WHO calls for the phase out of mercury fever thermometers and blood pressure measuring devices by 2020",
    "main_text": "\nMercury-Free Healthcare by 2020 initiative aims to end mercury exposure from medical measuring devices Note for media\n11 October 2013 | Geneva -\nWHO and Health Care without Harm have joined forces to launch a new initiative to get mercury removed from all medical measuring devices by 2020.The initiative Mercury-Free Healthcare by 2020, launched today to mark the signing of the Minamata Convention on Mercury, calls for the phase out of mercury fever thermometers and blood pressure devices containing mercury. This will be done by ending the manufacture, import and export of these devices and by supporting the deployment of accurate, affordable, and safer non-mercury alternatives.Mercury and its various compounds are of global public health concern and have a range of serious health impacts including brain and neurological damage especially among the young. Others include kidney damage and damage to the digestive system. Minamata Convention on MercuryWhile the Minamata Convention allows countries to continue to use mercury in medical measuring devices until 2030 under certain special circumstances, WHO and the nongovernmental organization Health Care without Harm believe that the potential negative health consequences from mercury are so great that all should strive to meet the main target date of 2020 set out in the Convention.With the signing of the Minamata Convention on Mercury we will be going a long way in protecting the world forever from the devastating health consequences from mercury, says WHO Director-General Dr Margaret Chan. Mercury is one of the top ten chemicals of major public health concern and is a substance which disperses into and remains in ecosystems for generations, causing severe ill health and intellectual impairment to exposed populations.Blueprint for country actionThe Convention provides a blueprint for country action to eliminate the most harmful forms of mercury use, reduce mercury emissions from industry, promote mercury free methods, protect children and women of childbearing age from mercury exposure, and take steps to improve workers health and well-being.WHO will tackle the critical areas of concern of mercury exposure and we will work with governments to ensure that they can meet their obligations under the Convention, especially those in the areas of healthcare, says Dr Maria Neira, WHO Director for Public Health and Environment. This calls for the phase out of mercury fever thermometers and sphygmomanometers (a device for measuring blood pressure) in health care under the Mercury-Free Healthcare by 2020. WHO and its health sector partners will furthermore work to: phase out mercury topical antiseptics and mercury skin-lightening cosmetics; develop public health strategies to address the health impacts of mercury use in artisanal and small-scale gold mining; develop measures to phase down the use of dental amalgam; encourage health information exchange, public awareness-raising and health research.Mercury is toxic to human health, posing a particular threat to the development of the child in utero and early in life. Note to editorsThe Minamata Convention was adopted yesterday (10 October) at Kumamoto in Japan on the occasion of the Conference of Plenipotentiaries on the Minamata Convention on Mercury (held from 7 to 11 October). The Minamata Convention on Mercury is now open for signature by Member States and regional economic integration organizations at Kumamoto (10 and 11 October) and thereafter at the United Nations Headquarters in New York until 9 October 2014.\n",
    "date_of_publication": "11 October 2013",
    "thumbnail": "/images/default-source/imported/en-yellow-fever-in-drc---image-7.tmb-768v.jpg?Culture=en&sfvrsn=42064998_20",
    "article_preview": "\nMercury-Free Healthcare by 2020 initiative aims to end mercury exposure from medical measuring devi..."
},
{
    "title": "WHO Stop TB Director receives prestigious award",
    "main_text": "\n\n\n\nWHO/G. Thomas\n\n\nThe Director of WHO's Stop TB Department, Dr Mario Raviglione, has been honoured with the 2005 Princess Chichibu Memorial TB Global Award.\n\nThe annual prize is given to a person who has shown great achievements in anti-tuberculosis activities, irrespective of his or her nationality. Recommended by the awards committee of the International Union Against Tuberculosis and Lung Disease (IUATLD), a candidate is nominated and confirmed by the Japan Anti-Tuberculosis Association.\n\nThe US $10,000 prize money is to be placed in an account at WHO - dedicated to the memory of a colleague Lisa Veron - which will help fund the training of young WHO professionals in TB control.\n\nIn his acceptance speech at the IUATLD's world conference in Paris in October 2005, Dr Raviglione accepted the award on behalf of the World Health Organization, then thanked colleagues and friends across the international TB community. He also paid special tribute to his family for their support over the years.\n\n\n\n\n\n\n\n\n",
    "date_of_publication": "27 October 2005",
    "thumbnail": "/images/default-source/fallback/icons/news.tmb-768v.png?Culture=en&sfvrsn=d88eddde_12",
    "article_preview": "\n\n\n\nWHO/G. Thomas\n\n\nThe Director of WHO's Stop TB Department, Dr Mario Raviglione, has been honoured..."
}

]