[
{
    "country": "India",
    "status": "Do not travel",
    "latest": "COVID-19 infection numbers are increasing rapidly across India. Lockdowns and curfews have been imposed in some major cities to curb transmission. Penalties may be imposed if you breach the restrictions. The ban on international commercial flights remains in place. Monitor media and follow the advice of local authorities. ",
    "summary": "\nCOVID-19 continues to be prevalent in India. Some national restrictions are in place including localised lockdowns and curfews.Monitor local media for the latest updates.\nMedical facilities in major cities have adequate treatment standards, though availability of treatment is strained as a result of the COVID-19 pandemic. Availability of treatmentcan be very limited or unavailable in remote and rural areas. \nIf you're seriously ill or injured, you may need to be evacuated. Medical evacuation can be very expensive and lead times to arrange medevacs are increasing as the health care system comes under further stress. \nSwine flu is widespread during winter. Talk to your doctor about flu shots.\nMalaria is a risk in many parts of India, including major cities. Dengue is widespreadduring monsoon season. Zika virus cases are increasing in Rajasthan and surrounding states. Other insect-borne diseases include Japanese encephalitis, chikungunya and filariasis. Ensure your accommodation is insect-proof. Use insect repellent. Get vaccinated. If you're pregnant, discuss this with your doctor.\nHIV/AIDS is widespread. Take precautions if you engage in high-risk activities.\nWaterborne, foodborne, parasitic and other infectious diseases are very common. These include cholera, typhoid and hepatitis. Drink onlytreated or bottled water. Avoid raw or undercooked food. Air pollution can reach dangerous levels, especially in winter. It can disrupt transport and cause breathing problems. If you have an existing health condition, discuss your travel plans with a doctor.\n",
    "info": "COVID-19\nCOVID19continues to be a risk in India. Avoid crowded public spaces (including malls and markets) and mass gatherings. Wear a face mask and maintain 1.5 metres distance from others while in all public spaces. See Travel for details.\nYou should consult your local health professional for advice on vaccine options, including assistance that may be available locally. The Australian Government cannot provide advice on the safety, quality and efficacy of vaccines that have been approved for use outside of Australia's regulatory process.\nMore information:\n\nNovel coronavirus (Indian Ministry of Health and Family Welfare)\nCoronavirus (Department of Health)\n\nSwine flu (H1N1)\nCases of swine flu or influenza A (H1N1) are widespread in winter.\nTalk to your GP or travel doctor about vaccinations before you leave Australia.\nInsect-borne diseases\nMalaria is a risk in most parts of India, including major cities.\nDengue is widespread after monsoon season.\nOther insect-borne diseases are common, including:\n\n\nJapanese encephalitis\n\n\nchikungunya\n\n\nfilariasis\n\n\nIndia is currently experiencing an increase in Zika virus cases in Rajasthan and surrounding states. There's no vaccination available for Zika virus.\nIf you're pregnant:\n\ntalk to your doctor about your travel plans\ndefer non-essential travel to affected areas\n\nTo protect yourself from disease:\n\nmake sure your accommodation is insect-proof\nuse insect repellent\nwear long, loose, light-coloured clothing\nconsider taking medicine to prevent malaria\n\nMore information:\n\n\nZika virus fact sheet (WHO)\n\n\nHIV/AIDS\nHIV/AIDS is widespread in India. Take precautions if you engage in activities that expose you to risk of infection.\nOther health risks\nWaterborne, foodborne, parasitic and other infectious diseases are very common, including:\n\nmeningitis\ncholera\ntyphoid\nhepatitis\ntuberculosis\ndiphtheria\nrabies\n\nTap water is not safe to drink.\nTo protect yourself from illness:\n\ndrink treatedwater or drink bottled water with intact seals\navoid ice cubes\navoid raw and undercooked food\ndon't swim in fresh water\navoid contact with dogs and other mammals\n\nIf you're bitten or scratched by an animal, get medical help straight away.\nGet medical attention if you suspect food poisoning, or if you have a fever or diarrhoea.\nMore information:\n\n\nInfectious diseases\n\n\nAir quality\nAir pollution levels in parts of India can spike to hazardous levels during the winter months, October to February.\nSevere pollution can cause:\n\nflight delays\ntraffic delays\naccidents\n\nIt can also increase the risk of breathing problems.\nPeople who have pre-existing medical conditions, particularly heart and lung conditions, may be especially affected.\nIf you're concerned about the levels of air pollution:\n\nseek medical advice\nfollow advice from local authorities about methods to reduce exposure\nmonitor an air quality index\nreduce your exposure\n\nMore information:\n\nSAFAR\nDelhi Pollution Control Committee (DPCC)\nUS Embassy\n\n",
    "travel_advice_id": "2e5eed21-88c1-406c-86f3-82168e17c784"
},
{
    "country": "Japan",
    "status": "Do not travel",
    "latest": "Entry to foreign nationals remains suspended. The current ban applies to all new visa applicants including students and business travellers, including returnees and re-entrants to Japan after short-term business travels to all countries and regions. Travellers from Australia with valid Japanese residency and re-entry permits may enter but must present a negative COVID-19 (PCR) test result taken within 72 hours of departure for Japan. You must also make a Written Pledge and install a video call and location-based app onto your smart phone upon arrival for monitoring during your two-week quarantine period. You'll be contacted by video call by government officials every day to confirm your location and if you have symptoms. Those who do not own a smartphone will be requested to rent one. ",
    "summary": "\nCOVID-19remains a riskin Japan. Monitor your health closely and follow the advice of local authorities.\nJapan has strict rules about bringing medicine into the country, including some ingredients in ADHD and cold and flu medication. If you plan to bring medication, check if it's legal before you travel.\nRestricted zones exist around the Fukushima Dai-ichi nuclear power plant. The 2011 earthquake caused the release of lethal radiation. Radiation levels in most parts of Japan, including Tokyo, are within the normal range.\nJapanese encephalitis occurs in rural areas. Ensure your accommodation is insect-proof. Get vaccinated against Japanese encephalitis.\nOutbreaks of measles and rubella have been reported in recent years. Make sure your vaccinations are up to date before you travel.\nMedical facilities are of a high standard. You can find English-speaking medical staff in most major cities. You may need to pay upfront before you're treated.\n",
    "info": "COVID-19\nThere is a heightened risk of sustained local transmission of COVID-19 in Japan. Authorities have confirmed a large number of infections and some deaths.\nWear a face mask in public places, particularly on public transport and when in enclosed spaces. \nMonitor your health closely. Follow the media for updates affecting your health and obey any instructions issued by local authorities. If you have symptoms of respiratory illness, contact a doctor immediately.\nFor further information on Japan's COVID-19 vaccination program, refer to the Office of the Prime Minister of Japan and the Ministry of Health, Labour and Welfare.Vaccinations will be managed by the city office where your residence is registered.You should consult your local health professional for advice on vaccine options, including assistance that may be available locally.The Australian Government cannot provide advice on the safety, quality and efficacy of vaccines that have been approved for use outside of Australia's regulatory process.\nMore information:\n\nCoronavirus (COVID-19) (Department of Health)\nCoronavirus (COVID-19)\n\nRadiation\nRestricted areas exist around the Fukushima Dai-ichi nuclear power plant. The 2011 earthquake caused the release of lethal radiation. Radiation levels in most parts of Japan, including Tokyo, are within the normal range.\nMonitor advice by the Japanese Government. There are ID checks points into the Restricted Areas. Do not enter without permission.\nThe Australian Radiation Protection and Nuclear Safety Agency (ARPANSA) provides details on radiation in Japan. ARPANSA has assessed the radiation levels in most parts of Japan, including Tokyo, to be within the normal range.\nMore information:\n\nMinistry of Health, Labour and Welfare\nMinistry of Economy, Trade and Industry\nNuclear Regulation Authority\n\nInsect-borne diseases\nJapanese encephalitis occurs in Japan's rural areas. Get vaccinated against Japanese encephalitis before you travel.\nTo protect yourself from disease:\n\nmake sure your accommodation is insect-proof\nuse insect repellent\nwear long, loose, light-coloured clothing\n\nMeasles and rubella\nMany measles and rubella cases have been reported in Japan in recent years.\nMake sure your vaccinations are up to date before you travel.\nMore information:\n\nInfectious diseases\nMeasles immunisation service\nRubella immunisation service\n\n",
    "travel_advice_id": "4e2a0a41-2f83-4f7c-80d4-ad545ef792c5"
},
{
    "country": "Morocco",
    "status": "Do not travel",
    "latest": "Moroccan authorities have advised that passengers from Australia are not permitted entry to Morocco. There have been instances where border officials have denied entry to Morocco to Australian passport holders travelling from third countries. Contact local Moroccan authorities and the travel provider at your location for confirmation on entry and/or exit requirements. If you're a dual national, even if your second nationality is not Moroccan, the Australian Embassy may be restricted in the consular services we can give if you're arrested or detained.",
    "summary": "\nCOVID-19 remains a risk in Morocco.\nFor emergency COVID-19 related medical assistance, dial 08-0100-4747 (in English, French or Arabic) or 141.\nCommon insect-borne diseases includeleishmaniasis and typhus. Malaria is less common. Use insect repellent. Ensure your accommodation is insect-proof.\nWaterborne, foodborne and other infectious diseases are common. Boil drinking water or drink bottled water. Avoid raw or undercooked food.\nAvoid black henna temporary tattoos. These often contain a dye that can irritate the skin.\n",
    "info": "COVID-19\nCOVID-19 remains a riskMorocco.\nFor information on Moroccos COVID19 vaccination program, refer to www.liqahcorona.ma (in French and Arabic only). You should consult your local health professional for advice on vaccine options, including assistance that may be available locally.The Australian Government cannot provide advice on the safety, quality and efficacy of vaccines that have been approved for use outside of Australia's regulatory process.\nMore information:\n\nCoronavirus (COVID-19)(Department of Health)\nCoronavirus disease (COVID-19) outbreak(WHO)\nCoronavirus (COVID-19)\n\nInsect-borne diseases\nInsect-borne diseases are common in Morocco, including:\n\nleishmaniasis\ntyphus fever\n\nMalariais less common.\nTo protect yourself from disease:\n\nmake sure your accommodation is insect-proof\nuse insect repellent\nwear long, loose, light-coloured clothes\n\nConsider taking medication to prevent malaria.\nGetmedical advice if you developa fever,muscle pain, a rash or a bad headache.\nMore information:\n\nInfectious diseases\n\nOther health risks\nSome waterborne, foodborne and other infectious diseases are common.\nTo protect yourself from illness:\n\ndrink boiled water or bottled water with sealed lids\navoid ice cubes\navoid raw and undercooked food, such as salads\ndon't swim in fresh water\n\nGetmedical advice if you have a fever or diarrhoea.\nHenna tattoos\nAvoid temporary black henna tattoos. They often contain a dye that can cause a serious skin reaction.\n",
    "travel_advice_id": "e2629271-3e35-4e2d-94b6-64ccad433001"
},
{
    "country": "Italy",
    "status": "Do not travel",
    "latest": "There are additional national measures in place to reduce the spread of COVID-19. A national curfew is still in place between 10pm and 5am. Regions may adjust measures in keeping with local requirements, including localised curfews and lockdowns. Follow social distancing protocols and use masks in line with regional measures. Monitor and follow the advice of local authorities.",
    "summary": "\nCOVID-19remains a risk in Italy and there is a risk of sustained local transmission.If you're in Italy and believe you have symptoms, stay home and call Italy's emergency number112.English speaking operators are available. Monitor media for updates.\nMedical facilities are good in major cities and limited in rural areas.\nWe have a Reciprocal Health Care Agreement with Italy. You can get treated in public medical facilities if you show your Medicare card and passport. You still need travel insurance.\n",
    "info": "COVID-19\nCOVID-19remains a risk in Italy and there is a risk of sustained local transmission.The Italian Government advises people to limit unnecessary outings.\nIf you are in Italy and believe you have symptoms, Italian authorities adviseyou to stay at home. Do not go to the emergency room or the doctor's surgery, but call your family doctor, paediatrician or the guardia medica (out-of-hours primary care service). \nYou can also call the following information services:\n\nRegional telephone information hotlines\nCovid-19 information line 1500\n\nIf you need urgent medical assistance call 112, Italys emergency number. English speaking operators are available.\nFor information on Italy's COVID19 vaccination program, refer to advice by the Italian Ministry of Health. You should consult your local health professional for advice on vaccine options, including assistance that may be available locally.The Australian Government cannot provide advice on the safety, quality and efficacy of vaccines that have been approved for use outside of Australia's regulatory process.\n\n\n\nMore information:\n\n\n\n\nFAQs on vaccination (Italian Ministry of Health)\nItalian Medicines Agency: FAQs on vaccines\nFAQs COVID-19 (Italian Ministry of Health)\n\nCoronavirus (COVID-19) (Australian Department of Health)\n\nCoronavirus (COVID-19)\nItalian National Response (Italian Civil Protection Agency)\n\nMeasles\nItaly is experiencing an increase in measles (World Health Organization) cases. Make sure your vaccinations are up to date before you travel.\nMore information:\n\nMeasles Outbreaks 2019 (Department of Health)\nMeasles immunisation service\n\nInsect-borne diseases\nSome cases of West Nile virus (WNV) (World Health Organization) have been reported. There's no vaccine for it.\nTo reduce your risk of insect-borne disease:\n\nmake sure your accommodation is insect-proof\nuse insect repellent\nwear long, loose, light-coloured clothing\n\n",
    "travel_advice_id": "925e9d14-b6f5-443e-b7bb-c0b220d474e2"
},
{
    "country": "France",
    "status": "Do not travel",
    "latest": "COVID-19-related restrictions are in force across France. You can't travel more than 10km from your home, unless for essential reasons.  A travel ban between regions and a nationwide curfew (7pm -6am) remains in place. Entry and departure from France remains restricted depending on the country you're coming from or going to. You'll need a COVID-19 (PCR) test to enter France. These measures can change at short notice (see 'Travel'). Contact your closest embassy or consulate of France, and monitor the French Government's COVID-19 pages for the latest update.",
    "summary": "\nCOVID-19 remains a risk inFrance. There are high rates of community transmission of COVID-19 throughout mainland France. Medical services, including ICU facilities and hospitals are severely stretchedand over capacity across the country.\nLocal COVID-19 restrictions may be introduced in your area at short notice in response to the severe COVID-19 situation (see 'Travel'). \nFor emergency medical assistance in France, dial 115 for COVID-19-related assistance and 112 for all other emergencies.\nThe standard of medical facilities is similar to Australia. Australia and France don't have a reciprocal health care agreement. Public hospital stays can be expensive. Ensure your travel insurance covers this.\n",
    "info": "COVID-19\nCOVID-19 remainsa risk in France.Outbreaks continue to occur throughout the country including in major cities and tourist destinations.Due to the COVID-19 outbreak, medical services and hospitals across France (ICU in particular) are severely stretched and over capacity.\nIf you display signs of a fever, cough or breathing difficulties, or for COVID-19 emergency medical assistance,contact French emergency services (SAMU) on number 115 (and 112 for all other emergencies). Do not attend GP offices or hospital emergency rooms.\nTelemedicine is widely available across France and it'spossible to request an English-speaking doctor.\nFor information on France's COVID-19 vaccination program refer tothe French Governments vaccinationwebsite (in French).You should consult your local health professional for advice on vaccine options, including assistance that may be available locally.The Australian Government cannot provide advice on the safety, quality and efficacy of vaccines that have been approved for use outside of Australia's regulatory process.\nMore information:\n\nCoronavirus (French Ministry of Health, in French)\nCoronavirus (COVID-19) (Department of Health)\nCoronavirus (COVID-19)\n\nInsect-borne diseases\nWest Nile virus (WNV) (World Health Organization) has occurred throughout France. There's no vaccine for it.\nTo reduce your risk of disease:\n\nmake sure your accommodation is insect-proof\nuse insect repellent\nwear long, loose, light-coloured clothing\n\nMeasles\nMeasles cases can routinely occur in France, with the country currently experiencing an increase in measles activity. Make sure your vaccinations are up-to-date before you travel.\nMore information:\n\nMeasles Outbreaks 2019 (Department of Health)\nMeasles immunisation service (Department of Health)\n\nMore information:\n\n\nInfectious diseases\n\n\n",
    "travel_advice_id": "9a401a47-d8f2-404b-8bc3-172b9feae214"
},
{
    "country": "Kenya",
    "status": "Do not travel",
    "latest": "New restrictions are in place to prevent the spread of COVID-19. Movement is prohibited in or out of the counties of Nairobi, Kajiado, Machakos, Kiambu and Nakuru. These counties, declared a disease infected area, are subject to an 8pm  4am curfew and additional restrictions on worship, sporting activities and operations of bars and restaurants. The curfew in the rest of Kenya remains 10pm  4am. Adhere to restrictions and follow the advice of authorities. Monitor the media for latest developments on COVID-19.",
    "summary": "\nCOVID-19 remains a risk in Kenya.Monitor the media for latest developments on COVID-19 and follow the advice of localofficials. SeeTravel.\nMalaria is widespread except in Nairobi and places above 2500m. Consider taking anti-malarial medication. Other insect-borne diseases include dengue, Rift Valley fever, filariasis and African sleeping sickness. Ensure your accommodation is insect-proof. Use insect repellent.\nYellow Fever is widespread. Get Vaccinated before you travel.\nHIV/AIDS infection rates are high. Take precautions if you're taking part in high-risk activities.\nPolio outbreaks occur in Kenya. Check your vaccinations are up to date at least 6 weeks before you travel.\nFoodborne, waterborne and other infectious diseases include hepatitis, meningococcal disease, measles and cholera. Drink only boiled or bottled water. Avoid raw or undercooked food.\n",
    "info": "COVID-19\nCOVID-19 remains a risk in Kenya.Monitor the media for latest developments on COVID-19 and follow the advice of localofficials. SeeTravel.\nMore information:\n\nOffice of the Kenyan President\nKenyan Ministry of Health\nNovel coronavirus - (Department of Health)\nCoronavirus (COVID-19)\n\nInsect-borne diseases\nYellow fever is widespread in Kenya. Yellow fever is a potentially fatal virus spread by mosquitoes. It's prevented by vaccination. Get vaccinated before you travel.\nMalaria is widespread except in Nairobi and at altitudes above 2500m.\nOther insect-borne diseases occur, such as:\n\ndengue\nRift Valley fever\nfilariasis\nAfrican sleeping sickness\n\nTo protect yourself from disease:\n\nmake sure your accommodation is insect-proof\nuse insect repellent\nwear long, loose, light-coloured clothing\nconsider taking medication to prevent malaria.\n\nVisit a doctor if you develop either a fever, muscle pain, a rash or a bad headache.\nHIV/AIDS\nHIV/AIDS infection rates are very high.\nTake precautions if taking part in activities that put you at risk of infection.\nPolio\nPolio outbreaks happen in Kenya.\nCheck your vaccination status for polio with a doctor or travel clinic. Do this at least 8 weeks before you travel.\nIf you aren't vaccinated, complete the full course of vaccinations before you leave. If you've been vaccinated in the past, get a booster dose if needed.\nMore information:\n\n\nAustralian Immunisation Handbook\n\n\nOther health risks\nWaterborne, foodborne and other infectious diseases are common. These include:\n\nhepatitis\nmeningococcal disease\nmeasles\ncholera\ntuberculosis\n\nSerious outbreaks occur from time to time.\nTo protect yourself from illness:\n\ndrink boiled water or bottled water with sealed lids\navoid ice cubes\navoid raw and undercooked food, such as salads\ndon't swim in fresh water\n\nGet medical advice if you have a fever or diarrhoea.\n",
    "travel_advice_id": "71406b6b-7e20-4dd1-a8fa-5efe0bf0baf7"
}
]