[
{
    "Title": [
        "World Malaria Day: WHO launches effort to stamp out malaria in 25 more countries by 2025"
    ],
    "Article": [
        "\nAhead of World Malaria Day, marked annually on 25 April, WHO congratulates the growing number of countries that are approaching, and achieving, zero cases of malaria. A new initiative launched today aims to halt transmission of the disease in 25 more countries by 2025. Of the 87 countries with malaria, 46 reported fewer than 10 000 cases of the disease in 2019 compared to 26 countries in 2000. By the end of 2020, 24 countries had reported interrupting malaria transmission for 3 years or more. Of these, 11 were certified malaria-free by WHO. Many of the countries we are recognizing today carried, at one time, a very high burden of malaria. Their successes were hard-won and came only after decades of concerted action said Dr Tedros Adhanom Ghebreyesus, WHO Director-General. Together, they have shown the world that malaria elimination is a viable goal for all countries.Key drivers of successThough each countrys elimination journey is unique, common drivers of success have been seen across all regions. Success is driven, first and foremost, by political commitment within a malaria-endemic country to end the disease, said Dr Pedro Alonso, Director of the WHO Global Malaria Programme. This commitment is translated into domestic funding that is often sustained over many decades, even after a country is malaria-free, he added. Most countries that reach zero malaria have strong primary health care systems that ensure access to malaria prevention, diagnosis and treatment services, without financial hardship, for everyone living within their borders  regardless of nationality or legal status.Robust data systems are also key to success, together with strong community engagement. Many countries that eliminate malaria have relied on dedicated networks of volunteer health workers to detect and treat the disease in remote and hard-to-reach areas.New report: Zeroing in on malaria eliminationThrough the E-2020 initiative, launched in 2017, WHO has supported 21 countries in their efforts to get to zero malaria cases within the 2020 timeline.  A new WHO report summarizes progress and lessons learned in these countries over the last 3 years. According to the report, 8 of the E-2020 member countries reported zero indigenous cases of human malaria by the end of 2020: Algeria, Belize, Cabo Verde, China, El Salvador, the Islamic Republic of Iran, Malaysia and Paraguay. In Malaysia, the P. knowlesi parasite, normally found in monkeys, infected approximately 2600 people in 2020.A number of other countries made excellent progress: Timor-Leste reported only 1 indigenous case, while 3 other countries  Bhutan, Costa Rica and Nepal  reported fewer than 100 cases. Building on the successes of the E-2020, WHO has identified a new group of 25 countries that have the potential to stamp out malaria within a 5-year timeline. Through the E-2025 initiative, launched today, these countries will receive specialized support and technical guidance as they work towards the target of zero malaria.Malaria elimination in the Greater Mekong In the face of the ongoing threat of antimalarial drug resistance, countries of the Greater Mekong subregion have also made major strides towards their shared goal of elimination by 2030. In the 6 countries of the subregion  Cambodia, China (Yunnan Province), Lao Peoples Democratic Republic, Myanmar, Thailand and Viet Nam  the reported number of malaria cases fell by 97% between 2000 and 2020. Malaria deaths were reduced by more than 99% in this same period of time, from 6000 to 15.Tackling malaria during a global pandemicIn 2020, COVID-19 emerged as a serious challenge to malaria responses worldwide. Since the early days of the pandemic, WHO has urged countries to maintain essential health services, including for malaria, while ensuring that communities and health workers are protected from COVID-19 transmission. Heeding the call, many malaria-endemic countries mounted impressive responses to the pandemic, adapting the way they deliver malaria services to the COVID-19 restrictions imposed by governments. As a result of these efforts, the worst-case scenario of a WHO modelling analysis was likely averted. The analysis found that if access to nets and antimalarial medicines was severely curtailed, the number of malaria deaths in sub-Saharan Africa could double in 2020 compared to 2018.However, more than one year into the pandemic, substantial disruptions to health services persist across the globe. According to the results of a new WHO survey, approximately one third of countries around the world reported disruptions in malaria prevention, diagnosis and treatment services during the first quarter of 2021. In many countries, lockdowns and restrictions on the movement of people and goods have led to delays in the delivery of insecticide-treated mosquito nets or indoor insecticide spraying campaigns. Malaria diagnosis and treatment services were interrupted as many people were unable  or unwilling  to seek care in health facilities. WHO is calling on all people living in malaria affected countries to beat the fear: people with a fever should go to the nearest health facility to be tested for malaria and receive the care they need, within the context of national COVID-19 protocols. Note to the\r\neditor Malaria by\r\nnumbers: global and regional burden In 2019,\r\nthere were an estimated 229 million cases of malaria and 409000\r\nmalaria-related deaths in 87 countries. Children under the age of 5 years in\r\nsub-Saharan Africa continued to account for approximately two thirds of global\r\ndeaths from malaria.The WHO\r\nAfrican Region shouldered 94% of all malaria cases and deaths worldwide in\r\n2019. About 3% per cent of malaria cases in 2019 were reported in the WHO\r\nSouth-East Asia Region and 2% in the WHO Region for the Eastern Mediterranean.\r\nThe WHO Western Pacific Region and the WHO Region of the Americas each\r\naccounted for fewer than 1% of all cases.Target: zero\r\nmalaria Although progress\r\nin the global response to malaria has stalled in recent years, a growing number\r\nof countries with a low burden of malaria are approaching, and achieving, the\r\ntarget of zero malaria transmission. Between 2000 and 2020, 24 countries\r\nreported zero indigenous cases of malaria for 3 or more years. These countries\r\ninclude: Algeria, Argentina, Armenia, Azerbaijan, Cabo Verde, China, Egypt, El\r\nSalvador, Georgia, Islamic Republic of Iran, Iraq, Kazakhstan, Kyrgyzstan,\r\nMalaysia, Morocco, Oman, Paraguay, Sri Lanka, Syrian Arab Republic, Tajikistan,\r\nTurkey, Turkmenistan, Uzbekistan and the United Arab Emirates.WHO malaria-free certificationCertification of malaria elimination is the official\r\nrecognition by WHO of a countrys malaria-free status. WHO grants the\r\ncertification when a country has proven that the chain of indigenous malaria\r\ntransmission has been interrupted nationwide for at least the past three\r\nconsecutive years. A country must also demonstrate the capacity to prevent the\r\nre-establishment of transmission. Globally,  39 countries and territories have achieved this milestone. Eleven countries\r\nhave been certified malaria over the last 2 decades: United Arab\r\nEmirates (2007), Morocco (2010), Turkmenistan (2010), Armenia (2011), Sri\r\nLanka (2016), Kyrgyzstan (2016), Paraguay (2018), Uzbekistan (2018), Algeria\r\n(2019), Argentina (2019) and El Salvador (2021). Countries that have been certified malaria-free must remain\r\nvigilant to prevent a return of the disease. Any imported cases of the disease\r\nmust be identified and treated rapidly. Countries should maintain up-to-date\r\nmalaria surveillance systems and ensure that health workers at all levels are\r\ncontinuously trained in how to prevent, detect and treat the disease.\n"
    ],
    "PublishedDate": [
        "21 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "malaria",
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "Driving Global Health: Romain Grosjean announces his support for the WHO Foundation"
    ],
    "Article": [
        "\nRomain Grosjean, French-Swiss professional racing driver competing in the NTT INDYCAR SERIES for 2021 is announcing his support for the WHO Foundation, an independent grant-making Foundation which supports the\r\n    work of the World Health Organization (WHO). Romain will race with the WHO Foundation logo prominently displayed on his race suit and helmet this year. Grosjean notes, I am proud to support the important work of the WHO Foundation and WHO. Global health matters now more than ever and I am excited to use my voice to help raise awareness for key health issues of our time. After recovering from a devastating crash at the Formula 1 World Championship race at the Bahrain International Circuit in November, Grosjean is determined to support critical health priorities including the global response to end the COVID-19 pandemic.\r\n    Grosjean understands first-hand the importance of safety and resilience and is teaming up with the WHO Foundation to promote preparedness activities that ensure health for all. Romain is an inspiration to anyone who faces a challenge. We are thrilled to share his incredible reach and unique story with the WHO Foundation community to help engage the world of sports in global health priorities. says Anil Soni, Chief\r\n    Executive Officer of the WHO Foundation.On 6 April 2021, International Day of Sports for Peace & Development, Grosjean and Soni partook in an Instagram live hosted by WHO to discuss sports, community, global health, vaccine equity and the path ahead of us. Grosjean will be supporting the WHO Foundation in their upcoming vaccine equity campaign by amplifying key messages and encouraging his community to participate in the global fight to end the pandemic. Editors notes:Images of Romain Grosjeans race suit showing the WHO Foundation logo can be downloaded from here: https://bit.ly/3na1Oqn Please use credit: NTT Indycar series/R. Grosjean About the WHO Foundation The WHO Foundation is an independent grant-making foundation, based in Geneva, that sets out to protect the health and well-being of everyone in every part of the world, working alongside the World Health Organization and the global health community.\r\n    It aims to support donors, scientists, experts, implementing partners, and advocates around the world in rapidly finding new and better solutions to the most pressing global health challenges of today and tomorrow. The Foundation targets evidence-based\r\n    initiatives that support WHO in delivering Sustainable Development Goal (SDG) 3 (To ensure healthy lives and promote wellbeing for all). It is focused on reducing health risks, averting pandemics, better managing diseases, and creating stronger health\r\n    systems. It tackles these areas by building awareness and supporting its partners, including WHO, so that every life is invested in and the world is ready for any health emergency that may arise. WHO Foundation. Together we have so much to achieve.\r\nMore information: www.who.foundation \n"
    ],
    "PublishedDate": [
        "20 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "Statement on the seventh meeting of the International Health Regulations (2005) Emergency Committee regarding the coronavirus disease (COVID-19) pandemic"
    ],
    "Article": [
        "\nTheseventh meeting of the Emergency Committee convened by the WHO Director-General under the International Health Regulations (2005) (IHR) regarding the coronavirus disease (COVID-19) took place onThursday, 15 April 2021 from 12:00to16:30 Geneva time (CEST). Proceedings of the meetingMembers and Advisors of the Emergency Committeewere convened by videoconference. The Director-General welcomed the Committee, expressed concern over the continued rise in cases and deaths, and the need to scale up the global vaccination efforts. He thanked the committee for their continued support and advice. Representatives of the Office of Legal Counsel (LEG) and the Department of Compliance, Risk Management, and Ethics (CRE) briefed the members on their roles and responsibilities. The Ethics Officer from CRE provided the Members and Advisers with an overview of the WHO Declaration of Interest process. The Members and Advisers were made aware of their individual responsibility to disclose to WHO, in a timely manner, any interests of a personal, professional, financial, intellectual or commercial nature that may give rise to a perceived or direct conflict of interest. They were additionally reminded of their duty to maintain the confidentiality of the meeting discussions and the work of the Committee. Each member who was present was surveyed and no conflicts of interest were identified. Two members of the Committee and one advisor who were members of the joint international team participating in the WHO-convened Global Study of Origins of SARS-CoV-2 agreed not to contribute to potential recommendations made by the Committee regarding the investigations concerning the origin and emergence of the virus. The Secretariat turned the meeting over to the Chair, Professor Didier Houssin.Professor Houssin also expressed concern over the current trends with the COVID-19 pandemic and reviewed the objectives and agenda of the meeting.The Secretariat presented on the following topics and responded to questions from the Committee. Progress made on WHOs implementation of the 15 January 2021 advice to the Secretariat; Recent global and regional epidemiological trends, the tracking, monitoring and assessment process for SARS-CoV-2 variants, updates on the mission to understand SARS-CoV-2 origins, and the actions that WHO is taking to ensure a coordinated response to the COVID-19 pandemic; Global COVID-19 vaccine rollout and equity, the impact of vaccines on asymptotic infection and transmission, and vaccine performance against variants of concern (VOC); WHOs assessment of the impact of SARS-CoV-2 variants of concern on public health interventions; and An overview of WHO actions related to health measures in relation to international traffic. The Committee thanked the Secretariat for the quality of the presentations made and unanimously agreed that the COVID-19 pandemic still constitutes an extraordinary event that continues to adversely affect the health of populations around the world, pose a risk of international spread and interference with international traffic, and to require a coordinated international response. As such, the Committee concurred that the COVID-19 pandemic remains a public health emergency of international concern (PHEIC) and offered advice to the Director-General.The Committee noted that many of the past recommendations remain relevant to current global response efforts. The Committee requests that the IHR Secretariat review past advice and temporary recommendations and bring to the committee a proposal for the process of new issuance, termination, or modification of advice and temporary recommendations in a consistent manner.The Committee recognized WHOs and States Parties progress in implementing the previous advice and Temporary Recommendations from the 6th meeting of the Emergency Committee. The Committee congratulated the mission team and the report from the WHO-convened Global Study of Origins of SARS-CoV-2 and encouraged implementation of the recommendations published in the Mission report. The Committee remains concerned that the world will not exit the pandemic unless, and until, all countries have access to appropriate supplies of diagnostics, treatments and vaccines, irrespective of their ability to pay and the capacity and financial resources to rapidly and effectively vaccinate their populations. Inequities within and among all countries is slowing the return to normal social and economic life. The Committee provided the following advice to the Director-General accordingly. The Director-General determined that the COVID-19 pandemic continues to constitute a PHEIC. He accepted the advice of the Committee to WHO and issued the Committees advice to States Parties as Temporary Recommendations under the IHR.The Emergency Committee will be reconvened within three months or earlier,at the discretion of the Director-General.The Director-General thanked the Committee for its work.Advice to the WHO SecretariatCOVID-19 Vaccination Promote global solidarity and equitable vaccine access by encouraging States Parties and manufacturers to support the COVAX Facility, including by sharing vaccine doses, and to conduct technology transfer for local production of COVID-19 vaccines and ancillary supplies, including in low- and middle-income countries with scalable capacities. Accelerate evaluation of COVID-19 vaccine candidates, encourage regulatory agencies to use reliance mechanisms, and support States Parties in strengthening their regulatory agencies to facilitate supply of vaccines with assured quality, efficacy, and safety. Mobilize technical assistance and financial support to States Parties with insufficient capacity and financial resources for vaccine introduction and roll out. Encourage States Parties to prioritize vaccination of high-risk groups as identified in the Strategic Advisory Group of Experts in Immunization (SAGE) roadmap. Continue to closely monitor potential vaccine safety signals globally, disseminate timely reports on adverse events following immunization (AEFI), and provide regular SAGE interim recommendations to inform timely national decision-making on the use of COVID-19 vaccines. Continuously collect and share best practices and lessons learned from COVID-19 vaccination, to guide national, regional, and global decision-making. Strengthen WHO and support strengthening of States Parties capacities to prevent, detect and respond to the growing threat of substandard and falsified vaccines. Encourage all countries and support low- and middle-income countries to conduct research in line with WHO guidance and best practices. Research topics include COVID-19 vaccine efficacy and effectiveness with regards to infection, transmission, and disease including due to VOC, duration of protection against disease and asymptomatic infection, long-term protection after using different vaccination intervals, protection after one/two/booster dose schedules, and protection following mixed vaccine product schedules.Accelerate research to establish correlates of protection from COVID-19 vaccines against infection and disease, including for VOC, thereby facilitating implementation of vaccines and policy development on the use of vaccines. SARS-CoV-2 Variants Support States Parties to strengthen their epidemiological and virologic surveillance as part of a comprehensive strategy to control COVID-19. Provide clear guidance to States Parties for sequencing to monitor virus evolution and encourage broader geographic representative of genetic testing, rapid sharing of sequences, and meta-data with WHO and publicly available platforms. This will strengthen SARS-CoV-2 evolution monitoring, increase global understanding of variants, and inform decision-making for public health and social measures, diagnostics, therapeutics and vaccines. Strengthen the WHO SARS-CoV-2 risk monitoring and assessment framework for variants by accelerating collaboration, harmonizing research to answer critical unknowns about mutations and VOC, and prioritizing issues most relevant for vaccine development, regulatory authorization, and policy formulation, through relevant networks and expert groups such as WHO SARS-CoV-2 Virus Evolution Working Group, WHO Research and Development Blueprint for Epidemics. Work with States Parties to conduct in-depth analyses into the factors contributing to the current surge of cases and deaths, including the potential role of SARS-CoV-2 variants. Health Measures in Relation to International TrafficUpdate the WHO December 2020 risk-based guidance for reducing SARS-CoV-2 transmission related to international travel (by air, land, and sea) based on current science and best practices that include clear recommendations for testing approaches and traveler quarantine duration, as appropriate. Incorporate an ethical framework into the updated guidance to guide national decision making. The guidance should take into consideration COVID-19 vaccination roll out, immunity conferred by past infection, risk settings, movements of migrants, temporary workers, and purpose of travel (non-essential versus essential).Continue to coordinate with relevant stakeholders in the fields of international travel and transport, including ICAO, UNWTO, and IATA, for the regular review, updating, and dissemination of evidence-based guidance on travel-related risk reduction measures.Continue to update the WHO interim position on the considerations regarding requirements of proof of vaccination and to produce interim guidance and tools related to standardization of paper and digital documentation of COVID-19 travel-related risk reduction measures (vaccination status, SARS-COV-2 testing and COVID-19 recovery status) in the context of international travel. Continue to work with States Parties and partners to enable essential travel and repatriation and to facilitate the movement of goods to prevent delays in access to aid and essential supplies. Continue to encourage vaccination of seafarers and air crews in line with the Joint statement on prioritization of COVID-19 vaccination for seafarers and aircrew.  Origin of SARS-CoV-2 Proceed with rapid implementation of the recommendations in the WHO-convened Global Study of Origins of SARS-CoV-2 report as part of the phase two studies. Encourage research into the genetic evolution of the SARS-CoV-2 virus. One Health Promote One Health approaches to better understand and reduce the risk of spill-over of emerging infections from animal to human populations and from humans to animals, including from domestic animals. Work with partners to develop and disseminate joint risk-based guidance for regulation of wet markets and farms to reduce transmission of novel pathogens from humans to animals and vice-versa. Risk Communications, Community Engagement, and Risk Management Provide communications materials and guidance to explain to communities the continued need for a sustained pandemic response; document and provide messaging to respond to pandemic fatigue. Provide the public with communication materials that outline the relative benefits and risks of vaccinations and therapeutics, explain the need for the continuation of public health and social measures, and dispel misinformation.Assist States Parties in providing their populations with credible and current information to guide national decision-making by analyzing the latest scientific evidence, sharing evidence-based good practices and experiences, and providing tools and strategies for engaging and understanding community concerns.Temporary Recommendations to States PartiesCOVID-19 VaccinationContribute to global solidarity efforts to increase equitable access to COVID-19 vaccines and ancillary supplies by supporting the COVAX Facility and engaging in technology transfer, where feasible. Reduce national and global inequities by ensuring vulnerable populations access to COVID-19 vaccines and by prioritizing vaccination of high-risk groups in line with the SAGE Roadmap. In light of currently limited global supply, prioritized vaccination can ensure vaccine supply is available for all countries. Enhance capacity for COVID-19 vaccination by using the guidance, tools, and trainings for national/subnational focal points and health workers available in the COVID-19 vaccine introduction toolkit. Incorporate, as necessary and appropriate, the private sector into the COVID-19 vaccine planning and introduction to supplement existing service provision and vaccination capacity. Share with WHO data and key insights on COVID-19 vaccine uptake and acceptance, wherever possible, and provide the public with credible information on vaccine safety and the benefits of vaccination to address concerns. Strengthen national vaccine pharmacovigilance systems to identify, report, and respond to vaccine safety signals. SARS-CoV-2 Variants Strengthen epidemiological and virologic surveillance as part of a comprehensive strategy to control COVID-19 and leverage existing systems such as the Global Influenza Surveillance and Response System (GISRS) and relevant networks for systematic sharing of data and specimens.Share sequences and meta-data with WHO and publicly available platforms to strengthen SARS-CoV-2 evolution monitoring, increase global understanding of variants, and inform decision-making for public health and social measures, diagnostics, therapeutics and vaccines. Virus sharing, including sharing of VOC, should be undertaken to facilitate evaluation of vaccines against VOC using internationally standardized assays.Health measures in relation to international traffic Do not require proof of vaccination as a condition of entry, given the limited (although growing) evidence about the performance of vaccines in reducing transmission and the persistent inequity in the global vaccine distribution. States Parties are strongly encouraged to acknowledge the potential for requirements of proof of vaccination to deepen inequities and promote differential freedom of movement. Prioritize vaccination for seafarers and air crews in line with the Joint statement on prioritization of COVID-19 vaccination for seafarers and aircrew. Special attention should be paid to seafarers who are stranded at sea and who are stopped from crossing international borders for crew change due to travel restrictions, including requirements for proof of COVID-19 vaccination, to ensure that their human rights are respected.Implement coordinated, time-limited, risk-based, and evidence-based approaches for health measures in relation to international traffic in line with WHO guidance and IHR provisions. If States Parties implement quarantine measures for international travelers on arrival at their destination, these measures should be based on risk assessments and consider local circumstances.Reduce the financial burden on international travelers for the measures applied to them for the protection of public health (e.g. testing, isolation/quarantine, and vaccination), in accordance with Article 40 of the IHR. Share information with WHO on the effects of health measures in minimizing transmission of SARS-CoV-2 during international travel to inform WHOs development of evidence-based guidance. One Health Strengthen regulation of wet markets and discourage the sale or import of wild animals that pose a high risk of transmission of novel pathogens from animals to humans or vice versa.Conduct risk-based monitoring of animal populations to reduce disease transmission from animals to humans. Monitoring efforts should prioritize potential high-risk animal populations that may become reservoirs or lead to emergence of novel viruses or variants.Origins of SARS-CoV-2 Support global research efforts to better understand critical unknowns about SARS-CoV-2 including the origin of the virus as well as specific mutations, variants, and genetic factors associated with severe disease.Risk Communications, Community Engagement and Risk ManagementCommunicate about COVID-19 vaccinations clearly and consistently, including on the benefit-risk of vaccination and on potential AEFI. It should be clearly communicated that no vaccination is 100% effective and that risk of disease, especially severe disease, is significantly reduced but not eliminated. Consequently, public health and social measures are still critically needed to prevent infections and control transmission of SARS-CoV-2 while vaccination supplies increase and coverage grows. Materials should be provided in an easily understandable format and local languages.Engage and enable communities, the media, and civil society stakeholders in response efforts to reduce pandemic fatigue and enhance vaccine acceptance. Establish mechanisms to prepare and support health workers and public health authorities as the pandemic is likely to continue for many additional months.In addition, the following previous recommendations are extended as advised by the Committee.Extension and Updates of Previous Advice to the WHO Secretariat: Essential Health Services and Strengthening Health Systems: Work with partners to support States Parties in strengthening their essential health services, with a particular focus on mental health, public health prevention and control systems, and other societal impacts, as well as preparing for and responding to concurrent outbreaks, such as seasonal influenza. Special attention should continue to be provided to vulnerable settings.Provide strategic insight on how States Parties can strengthen and sustain their public health infrastructure, capacities, and functions developed for COVID-19 response to support strengthened health systems, emergency preparedness, and universal health coverage in the long-term.Extension and Updates of Previous Temporary Recommendations to States Parties: Essential Health Services and Strengthening Health Services: Maintain essential health services with sufficient funding, supplies, and human resources; strengthen health systems to cope with mental health impacts of the pandemic, concurrent disease outbreaks, and other emergencies.Continue to strengthen public health infrastructure, system capacities, and functions for COVID-19 response, build health systems that can meet health security demands, and to enhance universal health coverage.\n"
    ],
    "PublishedDate": [
        "19 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "sars",
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "WHO-backed global youth mobilization funds young people's ideas to combat impact of COVID-19 pandemic"
    ],
    "Article": [
        "\nInitiative led by the worlds six largest youth organizations and supported by the World Health Organization and United Nations Foundation will fund the work of young people in communities impacted by the global COVID-19 pandemicImpact of the global pandemic on young people to be addressed at Global Youth SummitYoung people will decide where the money goes and how it is spentGlobal Youth Mobilization backed by UNICEF, USAID, UNFPA, European Commission, Salesforce, FIFA and Heads of State and Governments from around the worldFrom today, young people around the world will be able to apply for funding to support innovative Local Solutions to address the impact of the COVID-19 pandemic, as part of a new initiative called the Global Youth Mobilization.\r\n Dr Tedros Adhanom Ghebreyesus, WHO Director-General, climate change activist Greta Thunberg and youth representatives from the Global Youth Mobilization will launch the call for applications at a press conference on Monday 19 April 2021 at 1700 CEST.Led by the Big6Youth Organizations and backed by the WHO and United Nations Foundation, the Global Youth Mobilization is an initiative of young people and voluntary organizations taking action to improve their lives now and in a post-COVID-19\r\n    world. Hundreds of millions of young people have had to put their lives on hold because of the COVID-19 pandemic. 90 per cent of young people have reported increased mental anxiety during the pandemic; more than one billion students in almost every country have\r\n    been impacted by school closures; 80 per cent of young women are worried about their future; and one in six young people worldwide have lost their jobs during the pandemic.[1]The Global Youth Mobilization Local Solutions funding will by-pass traditional funding and support streams to invest in young people and community grassroots organizations anywhere in the world. A world first at this scale and level of ambition, young\r\n    people and community organizations are able to apply for funding via one centralised platform, available in multiple languages. These local solutions will be judged and decided on by young people, for young people. Dr Tedros Adhanom Ghebreyesus, WHO Director-General, said: WHO is committed to ensuring the voices, energy and solutions offered by youth are at the centre of the worlds recovery from COVID-19. Our collaboration with the\r\n    Big 6 and the United Nations Foundation will fuel wide-ranging actions led by young people to address the challenges their own communities face, and will also provide global platforms for their wisdom and ideas to be heard and acted on.From education disruption and job losses, to a decline in mental health and rising gender-based violence, the Global Youth Mobilization will support young people to overcome the challenges created by the COVID-19 pandemic. An initial $2 million of funding\r\n    will be available in four tiers, from $500 through to $5,000 and an accelerator program will scale and replicate the most promising solutions, with further funding lined up over the coming months. A Global Youth Summit, to be held virtually on 23- 25 April, marks the starting point for young people to get involved in the mobilization. Over the three days, thousands of young people, leaders, policy makers and changemakers will come\r\n    together in one space to discuss the issues facing young people across the world. The mobilization is being supported by Governments, UN agencies and Royal Families including, the Queen of Malaysia, the President of Kenya, President of Ghana, the Vice President of Nigeria, the Government of Fiji, the Prime Minister of Belgium, the\r\n    Government of Singapore as well as the European Commission, USAID, UNICEF and UN Population Fund. More details, and further Government support, will be announced at the Global Youth Summit.The Global Youth Mobilization and its supporters are calling on governments, businesses, and policy makers to back the initiative and commit to prioritising young people in their policies and investing in their futures. Funded by the COVID-19 Solidarity Response Fund, other supporting global partners include high-profile brands and advocates, including: Salesforce, FIFA, the Special Olympics, UNHCR,\r\n    Cambridge International, Peace First, Generation Unlimited and Influential.Dr Tedros will open the Global Youth Summit alongside Youth Representatives of the Global Youth Mobilization Board. It will feature youth activists from hundreds of countries, three plenary sessions with high-profile speakers, and over 60 interactive\r\n    breakout sessions involving a range of partners. The Summit will be available to anyone, via broadcast and in five core languages: English, French, Spanish, Arabic and Russian. Daisy Moran, Youth Board Representative, Global Youth Mobilization Board, said: This is a pivotal moment for our generation. The Global Youth Mobilization provides\r\n    an opportunity for young people to take an active role in the immediate and long-term recovery from the impact of COVID-19. Our experiences, creativity and passions will inform policies and decisions affecting all our lives and I urge people to apply\r\n    for the funding available. Together, as campaigners, members of youth focused organisations, global health actors, and volunteers from around the world, we are calling for action now.For more information, please visit: www.globalyouthmobilization.org[1] All sources are included in this paper: \nYoung People Championing Post-Pandemic Futures: Policy Recommendations from the Big 6 Youth Organizations\n---------------------------------------------------------------------------------NOTES TO EDITORS The WHO press conference will take place at 1700 CEST on Monday 19 April.You can join the press conference by: Zoom:https://who-e.zoom.us/j/97576439142 Password: VPCyouth21Phone:Webinar ID: 975 7643 9142Numeric passcode for phone: 4662611775International numbers available:https://who-e.zoom.us/u/aczVepLgsX For media inquiries and interview requests, please contact:WHO Media team - [emailprotected] Global Youth Mobilization - [emailprotected]United Nations Foundation - [emailprotected] About the Global Youth Mobilization The Global Youth Mobilization is led by theBig6Youth Organizations, an alliance of leading international youth-serving organizations: World Organization of the Scout Movement (WOSM), Young Mens Christian Association (YMCA), World Young Womens Christian Association (YWCA), World Association of Girl Guides and Girl Scouts (WAGGGS), The International Federation of Red\r\n        Cross and Red Crescent Societies (IFRC) and a leading programme for youth development, The Duke of Edinburghs International Award (The Award).Together, the Big 6 actively involve and engage more than 250 million young people, contributing to the empowerment of more than one billion young people during the last century.The Global Youth Mobilization is led by a diverse Board made up of youth representatives drawn from across the Big 6, alongside CEOs of the Big 6 and representatives from the World Health Organization and United Nations Foundation.Social HandlesTwitter: @GYMobilizationInstagram: @gymobilizationMedia interview opportunities The following are available for interview from the 19 April through to the Global Youth Summit from 23  25 April.Global Youth Mobilization Board membersDaisy Moran, Global Youth Mobilization Youth Board member\nDaisy is a youth activist based in Illinois, USA. An active member of the YMCA movement, she is currently Director of Youth Achievement & Community Engagement at Two Rivers YMCA. You can read her full biography here. Tharindra Arumapperuma, Global Youth Mobilization Youth Board member \nTharindra is a youth activist based in Sri Lanka. An emerging leader for The Duke of Edinburghs International Award since 2017. She has achieved all three levels of the Award Programme and volunteers as a trainer for the Award in Sri\r\n                Lanka and globally. You can read her full biography here. Ahmad Alhendawi, Chair of the Global Youth Mobilization Board \nAhmad Alhendawi is the 10th Secretary General of the World Organization of the Scout Movement (WOSM), becoming the youngest to helm one of the worlds leading educational youth movements. Prior to his appointment in WOSM, Mr. Alhendawi\r\n                served as the first-ever United Nations Secretary Generals Envoy on Youth and the youngest senior official in the history of the UN. You can read his full biography here.Stories from the pandemicElahi is an IFRC volunteer who has been supporting communities across Bangladesh throughout the pandemic. Initially in hospitals in the immediate response to the crisis and since supporting young people with online skills development. Read\r\n                about Elahi here. Estrella Gutierrez  24, Mexico - World Association of Girl Guides and Girl Scouts \nEstrella is a Girl Guide from Mexico who worked a student doctor volunteer throughout the pandemic. Read her incredible story here. Gregory Kipchirchir - 22, Kenya  The Duke of Edinburghs International AwardGregory is a Gold Award participant who during the pandemic become heavily involved in farming and local community tree planting projects as a way to support those around him. Read his story here\n"
    ],
    "PublishedDate": [
        "19 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "Greta Thunberg, climate and environment activist, joins World Health Organizations call for vaccine equity"
    ],
    "Article": [
        "\nThe Greta Thunberg Foundation to donate 100 000 Euros to support vaccine equityMs Thunberg urges countries and manufacturers to boost and share COVID-19 vaccine supplies so everyone everywhere can be vaccinatedGreta Thunberg, the climate and environment activist, will donate 100,000 Euros (US$ 120 000) via her foundation, to the WHO Foundation, in support of COVAX to purchase COVID-19 vaccines, as part of the global effort to ensure equitable access of vaccines to the most at-risk in all countries, including health workers, older people and those with underlying conditions. The donation has been made possible thanks to awards that the Greta Thunberg Foundation hasreceived for her advocacy in support of action on climate change.Ms Thunberg, who today will join the World Health Organizations COVID-19 press conference (details below) said: The international community must do more to address the tragedy that is vaccine inequity. We have the means at our disposal to correct the great imbalance that exists around the world today in the fight against COVID-19. Just as with the climate crisis, we must help those who are the most vulnerable first. That is why I am supporting WHO, Gavi and all involved in the COVAX initiative, which I believe offers the best path forward to ensure true vaccine equity and a way out of the pandemic.On average, 1 in 4 people in high-income countries have received a coronavirus vaccine, compared with just 1 in more than 500 in low-income countries.WHO Director-General Dr Tedros Adhanom Ghebreyesus thanked Greta Thunberg for her advocacy in support of vaccine equity and the example she has set, through the Greta Thunberg Foundation, for making this life-saving donation to COVAX.Greta Thunberg has inspired millions of people worldwide to take action to address the climate crisis, and her strong support of vaccine equity to fight the COVID-19 pandemic yet again demonstrates her commitment to making our world a healthier, safer and fairer place for all people, said Dr Tedros. I urge the global community to follow Gretas example and do what they can, in support of COVAX, to protect the worlds most vulnerable people from this pandemic. Anil Soni, chief executive officer of the WHO Foundation, applauded the donation by the Greta Thunberg Foundation as an important signal to policymakers that there is widespread support from young people around the world for a global response to this global challenge. Gretas gift shows how we, as a global community, must come together to ensure that everyone, everywhere has access to COVID-19 vaccines. Each of us can do our part, said Mr Soni. The WHO Foundation is committed to working hand in hand with all those who share this vision. The WHO Foundation is mobilizing resources to support COVAX, in part through a new fundraising campaign being launched at the end of April.-----------------------------Editors notes:Greta Thunberg will join the WHO COVID-19 press conference later today, Monday 19 April, at 5pm Central European Summer Time. She will be joined by WHO Director-General, Dr Tedros, and youth activists from the Global Youth Mobilization initiative.Journalists can follow the press conference on WHOs social media channels or connect using the following details: By Zoom:https://who-e.zoom.us/j/97576439142 Password: VPCyouth21By phone: Webinar ID975 7643 9142; Numeric passcode for phone: 4662611775; International numbershttps://who-e.zoom.us/u/aczVepLgsXAbout Greta Thunberg: Greta Thunberg (born 2003) is a climate and environmental activist from Sweden. In 2018, she started a global school strike movement to protest against governments inaction on the climate crisis. Since then, millions of young people have demonstrated on the streets and online, asking world leaders to listen to the science and take action to protect our future. The Greta Thunberg Foundation was founded in 2019 and supports projects and groups working towards a just and sustainable world by donating award and royalty funds linked to Greta Thunbergs activism. About the WHO Foundation:The WHO Foundation is an independent grant-making foundation, based in Geneva, that sets out to protect the health and well-being of everyone in every part of the world, working alongside the World Health Organization and the global health community. It aims to support donors, scientists, experts, implementing partners, and advocates around the world in rapidly finding new and better solutions to the most pressing global health challenges of today and tomorrow.The Foundation targets evidence-based initiatives that support WHO in delivering Sustainable Development Goal (SDG) 3 (To ensure healthy lives and promote well-being for all). It is focused on reducing health risks, averting pandemics, better managing diseases, and creating stronger health systems. It tackles these areas by building awareness and supporting its partners, including WHO, so that every life is invested in and the world is ready for any health emergency that may arise.WHO Foundation. Together we have so much to achieveMore information:www.who.foundationAbout WHO:The World Health Organization provides global leadership in public health within the United Nations system. Founded in 1948,WHOworks with194 Member States, across six regions and from more than 150 offices,to promote health, keep the world safe and serve the vulnerable. For updates on COVID-19 and public health advice to protect yourself from coronavirus, visitwww.who.intand followWHOonTwitter,Facebook,Instagram,LinkedIn,TikTok,Pinterest,Snapchat,YouTube\n"
    ],
    "PublishedDate": [
        "19 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "Global Advisory Committee on Vaccine Safety (GACVS) review of latest evidence of rare adverse blood coagulation events with AstraZeneca COVID-19 Vaccine (Vaxzevria and Covishield)"
    ],
    "Article": [
        "\nA very rare new type of adverse event called Thrombosis with Thrombocytopenia Syndrome (TTS), involving unusual and severe blood clotting events associated with low platelet counts, has been reported after vaccination with COVID-19 Vaccines Vaxzevria and Covishield. A specific case definition for TTS is being developed by the Brighton Collaboration1. This will assist in identifying and evaluating reported TTS events and aid in supporting causality assessments.The biological mechanism for this syndrome of TTS is still being investigated. At this stage, a platform specific mechanism related to the adenovirus-vectored vaccines is not certain but cannot be excluded. Ongoing review of TTS cases and related research should include all vaccines using adenoviral vector platforms. The GACVS noted that an investigation has been initiated into the occurrence of TTS following the Johnson & Johnson vaccine administered in the United States. The TTS syndrome has not been linked to mRNA-based vaccines (such as Comirnaty or the Moderna mRNA-1273 vaccine).Based on latest available data, the risk of TTS with Vaxzevria and Covishield vaccines appears to be very low. Data from the UK suggest the risk is approximately four cases per million adults (1 case per 250 000) who receive the vaccine, while the rate is estimated to be approximately 1 per 100 000 in the European Union (EU). Countries assessing the risk of TTS following COVID-19 vaccination should perform a benefit-risk analysis that takes into account local epidemiology (including incidence and mortality from COVID-19 disease), age groups targeted for vaccination and the availability of alternative vaccines. Work is ongoing to understand risk factors for TTS. Some investigators have looked into rates of TTS by age2. GACVS supports further research to understand age-related risk because while available data suggest an increased risk in younger adults, this requires further analysis. On the issue of sex-related risk, although more cases have been reported in females, it is important to underscore that more women have been vaccinated and that some TTS cases have also been reported in men. Therefore, further analysis is required to determine any sex-related risk. GACVS recommends further epidemiological, clinical and mechanistic studies to fully understand TTS. Thrombosis in specific sites (such as the brain and abdomen) appears to be a key feature of TTS. Clinicians should be alert to any new, severe, persistent headache or other significant symptoms, such as severe abdominal pain and shortness of breath, with an onset between 4 to 20 days after adenovirus vectored COVID-19 vaccination. At a minimum, countries should encourage clinicians to measure platelet levels and conduct appropriate radiological imaging studies as part of the investigation of thrombosis. Clinicians should also be aware that although heparin is used to treat blood clots in general, administration of heparin in TTS may be dangerous, and alternative treatments such as immunoglobulins and non-heparin anticoagulants should be considered. There may be a geographic variation in the risk of these rare adverse events. It is therefore important to evaluate potential cases of TTS in all countries. Countries are encouraged to review, report and investigate all cases of TTS following COVID-19 vaccinations. Countries should assess cases according to the presence of thrombosis with thrombocytopenia and the time to onset following vaccination, using the Brighton Case Definition of TTS. Whilst we have some information on Comirnaty, Moderna (mRNA-1273), Vaxzevria and Covishield vaccines, there is limited post-market surveillance data on other COVID-19 vaccines and from low- and middle-income countries. GACVS highly recommends that all countries conduct safety surveillance on all COVID-19 vaccines and provide data to their local authorities and to the WHO global database of individual case safety reports. This is urgently needed to support evidence-based recommendations on these life-saving vaccines. Open, transparent, and evidence-based communication about the potential benefits and risks to recipients and the community is essential to maintain trust. WHO is carefully monitoring the rollout of all COVID-19 vaccines and will continue to work closely with countries to manage potential risks, and to use science and data to drive response and recommendations. 1 https://brightoncollaboration.us/thrombosis-with-thrombocytopenia-syndrome-case-finding-definition/2https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/976877/CovidStats_07-04-21-final.pdf\n"
    ],
    "PublishedDate": [
        "16 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "New WHO Global Compact to speed up action to tackle diabetes"
    ],
    "Article": [
        "\nThe World Health Organizations new Global Diabetes Compact aims to bring a much-needed boost to efforts to prevent diabetes and bring treatment to all who need it  100 years after the discovery of insulin.The Compact is being launched today at the Global Diabetes Summit, which is co-hosted by WHO and the Government of Canada, with the support of the University of Toronto. During the event, the President of Kenya will join the Prime Ministers of Fiji, Norway\r\n    and Singapore; the WHO Global Ambassador for Noncommunicable Diseases and Injuries, Michael R. Bloomberg; and ministers of health from a number of countries as well as diabetes experts and people living with diabetes, to highlight the ways in which\r\n    they will support this new collaborative effort. Other UN agencies, civil society partners and representatives of the private sector will also attend.The risk of early death from diabetes is increasingThe need to take urgent action on diabetes is clearer than ever, said Dr Tedros Adhanom Ghebreyesus, Director-General of the World Health Organization. The number of people with diabetes has quadrupled in the last 40 years. It\r\n    is the only major noncommunicable disease for which the risk of dying early is going up, rather than down. And a high proportion of people who are severely ill in hospital with COVID-19 have diabetes. The Global Diabetes Compact will help to catalyze\r\n    political commitment for action to increase the accessibility and affordability of life-saving medicines for diabetes and also for its prevention and diagnosis.Canada has a proud history of diabetes research and innovation. From the discovery of insulin in 1921 to one hundred years later, we continue working to support people living with diabetes, said the Honourable Patty Hajdu, Minister of Health,\r\n    Canada. But we cannot take on diabetes alone. We must each share knowledge and foster international collaboration to help people with diabetes live longer, healthier lives  in Canada and around the world.Urgent action needed on increasing access to affordable insulinOne of the most urgent areas of work is to increase access to diabetes diagnostic tools and medicines, particularly insulin, in low- and middle-income countries.The introduction of a pilot programme for WHO prequalification of insulin in 2019 has been an important step. Currently the insulin market is dominated by three companies. Prequalification of insulin produced by more manufacturers could help increase\r\n    the availability of quality-assured insulin to countries that are currently not meeting demand. In addition, discussions are already underway with manufacturers of insulin and other diabetes medicines and diagnostic tools about avenues that could\r\n    help meet demand at prices that countries can afford.Insulin is not the only scarce commodity: many people struggle to obtain and afford blood glucose metres and test strips as well. In addition, about half of all adults with type 2 diabetes remain undiagnosed and 50% of people with type 2 diabetes dont get the insulin they need, placing them at avoidable risk of debilitating and irreversible complications such as early death,\r\n    limb amputations and sight loss.Innovation will be one of the core components of the Compact, with a focus on developing and evaluating low-cost technologies and digital solutions for diabetes care.Global targets to be agreed onThe Compact will also focus on catalyzing progress by setting global coverage targets for diabetes care. A global price tag will quantify the costs and benefits of meeting these new targets. The Compact will also advocate for fulfilling\r\n    the commitment made by governments to include diabetes prevention and treatment into primary health care and as part of universal health coverage packages.A key aim of the Global Diabetes Compact is to unite key stakeholders from the public and private sectors, and, critically, people who live with diabetes, around a common agenda, to generate new momentum and co-create solutions, said Dr\r\n    Bente Mikkelsen, Director of the Department of Noncommunicable Diseases at WHO. The all hands on deck approach to the COVID-19 response is showing us what can be achieved when different sectors work together to find solutions\r\n    to an urgent public health problem.People watching the Summit will hear from people living with diabetes from India, Lebanon, Singapore, the United Republic of Tanzania, the USA and Zimbabwe about the challenges they face in managing their diabetes and how these could be overcome. Part\r\n    of the Summit has been co-designed with people who live with diabetes and will give them a global platform to explain what they are expecting from the Compact and how they would like to be involved in its further development and implementation.It is time to create momentum not just for living with diabetes, but thriving with it, said Dr Apoorva Gomber, a diabetes advocate living with type 1 diabetes who is taking part in the Summit. We must grab the opportunity of the Compact\r\n    with both hands and use it to ensure that we can look back in a few years time and say that, finally, our countries are equipped to help people with diabetes live healthy and productive lives.If you have any questions about the Global Diabetes Compact, do not hesitate to contact us on[emailprotected]Note for journalists:The Global Diabetes Summit has three segments:a first segment primarily for governments, donors, non-state actors and people living with diabetes;a second segment on operationalizing meaningful engagement of people living with diabetes; anda third segment for people living with diabetes entitled 100 Years of Insulin  Celebrating Its Impact on Our Lives organized by the University of TorontoSegment 1Join the WHO Director-General and world leaders for the launch of the Global Diabetes Compact, a collective effort to prevent diabetes and bring the right care to all who need it.\r\nModerated by awarding-winning journalist Femi Oke\r\n11:00-13:00 - New York, 17:00-19:00 - Geneva, 20.30-22.30 - New Delhi\r\nSegment 2Organized in collaboration with a consultative group of people living with diabetes, this segment will discuss how people with lived experience of diabetes will meaningfully engage in all phases of the Global Diabetes Compact.\r\n13:00-15:00 - New York, 19:00-21:00 - Geneva time, 22:30-00:30 - New Delhi\r\nJoin us for both segments atwww.youtube.com/who\nSegment 3100 Years of Insulin  Celebrating Its Impact on Our Lives\r\nThis segment, organized by the University of Toronto, will focus on the latest approaches to using insulin, the experiences of people living with diabetes, and how research on insulin is changing.\r\nStarting at 16:30 Toronto time, 22:30 Geneva timeThe programme\nRegistration\n\n"
    ],
    "PublishedDate": [
        "14 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "WHO and the International Organisation of the Francophonie (IOF) sign Memorandum of Understanding to strengthen access to health in Francophone countries"
    ],
    "Article": [
        "\nThe World Health Organization and the International Organisation of the Francophonie(IOF) today signed a memorandum of understanding to scale up collaboration and boost access to health services in Francophone countries.The agreement, finalized at a ceremony held at the WHO Headquarters in Geneva, focuses on advancing universal health coverage, fighting malaria and collaborating on the development of the WHO Academy, which aims to train millions of health workers worldwide. It will also support COVID-19 response efforts, including on promoting equitable access to vaccines.\"Our actions, supported by this memorandum of understanding, must contribute to the development of social protection and universal access to public health services in the French-speaking countries, said Ms. Louise Mushikiwabo, IOF Secretary General. This is a fundamental right for individuals and an essential condition for the socio-economic progress of our countries.Ms Mushikiwabo added: This memorandum of understanding aims to bring IOF political and diplomatic support to some of WHOs priorities.WHO Director-General Dr Tedros Adhanom Ghebreyesus said the MoU signing further bolstered an already strong partnership with IOF, and would play a vital role in promoting and protecting peoples health, including in the response to COVID-19.Strengthening the relationship between WHO and the IOF comes at a crucial time, when the world needs even closer collaboration to fight COVID-19 and address existing health challenges, from malaria to inequitable access to health services, said Dr Tedros. Expanding universal health coverage and equipping current and future health systems with highly trained health workers are essential steps that WHO and IOF will continue working on together.Under the MoU, the IOF will work through advocacy actions, to promote and protect peoples access to the fundamental human right to health, in doing so supporting WHOs work with national, regional and global authorities to advance access to universal health coverage. The MoU will, in particular, promote multilingualism, including use of the French language, in health promotion and training materials. Another key focus is promoting health education for young women and girls, including on sexual and reproductive health.With 88 Member States and governments, the International Organization of the Francophonie (IOF) counts among its missions the promotion and protection of fundamental rights, among which the right to Health. Several Resolutions on this subject were adopted at the Francophonie by its governing bodies, the latest of which was approved by the Francophonie Ministerial Conference in November 2020, on \"Living together during the COVID-19 pandemic and in the post-COVID world.\n"
    ],
    "PublishedDate": [
        "14 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "malaria",
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "COVAX reaches over 100 economies, 42 days after first international delivery"
    ],
    "Article": [
        "\nThe COVAX Facility has now delivered life-saving vaccines to over 100 economies since making its first international delivery to Ghana on 24 February 2021.So far, more than 38 million doses of vaccines from manufacturers AstraZeneca, Pfizer-BioNTech and Serum Institute of India (SII) have now been delivered, including 61 economies eligible for vaccines through the Gavi COVAX Advance Market Commitment.COVAX aims to supply vaccines to all participating economies that have requested vaccines, in the first half of 2021, despite some delays in planned deliveries for March and April.More than one hundred economies have received life-saving COVID-19 vaccines from COVAX, the global mechanism for equitable access to COVID-19 vaccines. The milestone comes 42 days after the first COVAX doses were shipped and delivered internationally,\r\n    to Ghana on 24 February 2021.COVAX has now delivered more than 38 million doses across six continents, supplied by three manufacturers, AstraZeneca, Pfizer-BioNTech and the Serum Institute of India (SII). Of the over 100 economies reached, 61 are among the 92 lower-income economies\r\n    receiving vaccines funded through the Gavi COVAX Advance Market Commitment (AMC).Despite reduced supply availability in March and April  the result of vaccine manufacturers\r\n    scaling and optimizing their production processes in the early phase of the rollout, as well as increased demand for COVID-19 vaccines in India  COVAX expects to deliver doses to all participating economies that have requested vaccines in the\r\n    first half of the year.In under four months since the very first mass vaccination outside a clinical setting anywhere in the world, it is tremendously gratifying that the roll-out of COVAX doses has already reached one hundred countries, said Dr Seth Berkley,\r\n    CEO of Gavi, the Vaccine Alliance. COVAX may be on track to deliver to all participating economies in the first half of the year yet we still face a daunting challenge as we seek to end the acute stage of the pandemic: we will only be safe\r\n    when everybody is safe and our efforts to rapidly accelerate the volume of doses depend on the continued support of governments and vaccine manufacturers. As we continue with the largest and most rapid global vaccine rollout in history, this is no\r\n    time for complacency.COVAX has given the world the best way to ensure the fastest, most equitable rollout of safe and effective vaccines to all at-risk people in every country on the planet, said Dr Tedros Adhanom Ghebreyesus, WHO Director-General. If\r\n    we are going to realize this great opportunity, countries, producers and the international system must come together to prioritize vaccine supply through COVAX. Our collective future, literally, depends on it.\"This is a significant milestone in the fight against COVID-19. Faced with the rapid spread of COVID-19 variants, global access to vaccines is fundamentally important to reduce the prevalence of the disease, slow down viral mutation, and hasten the end\r\n    of the pandemic, said Dr Richard Hatchett, CEO of the Coalition for Epidemic Preparedness Innovations (CEPI). The extraordinary scientific achievements of the last year must now be matched by an unprecedented effort to protect the most\r\n    vulnerable, so the global community must remain firmly focused on reducing the equity gap in COVID-19 vaccine distribution.\"In just a month and a half, the ambition of granting countries access to COVID vaccines is becoming a reality, thanks to the outstanding work of our partners in the COVAX Facility, said Henrietta Fore, UNICEF Executive Director. However,\r\n    this is no time to celebrate; it is time to accelerate. With variants emerging all over the world, we need to speed up global rollout. To do this, we need governments, along with other partners, to take necessary steps to increase supply, including\r\n    by simplifying barriers to intellectual property rights, eliminating direct and indirect measures that restrict exports of COVID-19 vaccines, and donating excess vaccine doses as quickly as possible.According to its latest supply forecast, COVAX expects to deliver at least 2 billion doses of vaccines in 2021. In order to reach this goal, the COVAX Facility will continue to diversify its portfolio further, and will announce new agreements with vaccine\r\n    manufacturers in due course.Furthermore, in March it was announced that the United States government will host the launch event for the 2021 Gavi COVAX AMC Invest Opportunity to catalyze further commitment and support for accelerated access to vaccines for AMC-supported economies. An additional US$ 2 billion is required in 2021 to finance and secure up to a total of 1.8 billion donor-funded doses of vaccines. COVAX is\r\n    also working to secure additional sourcing of vaccines in the form of dose-sharing from higher income countries.Quotes from donors and partnersPresident of the European Commission Ursula von der Leyen said: As we continue our common race to speed up safe and effective vaccination everywhere, I want to commend COVAX for having delivered first vaccines to 100 countries\r\n    in every corner of the world, including some of the most vulnerable warn torn countries like Afghanistan and Yemen. This is a real milestone. Team Europe has strongly invested in COVAX and I urge all partners to support COVAX to make sure no one is\r\n    left behind.Senator the Hon Marise Payne, Minister for Foreign Affairs and Minister for Women, Australia said: Australia welcomes the progress made by COVAX in COVID-19 vaccine distribution across the world. One hundred countries now have\r\n    access to life-saving COVID-19 vaccines through COVAX. We are proud to work with global partners to achieve equitable global access to safe and effective vaccines.Karina Gould, Minister of International Development, Canada and co-chair, COVAX AMC Engagement Group said: Despite the many challenges it faced, the COVAX Facility has continued to deliver. In just a matter of weeks, its\r\n    been supplying vaccines to 100 countries. This is a milestone we can all be proud of. Now, more than ever, we must continue to work together and support multilateral mechanisms like the COVAX Facility and the ACT-Accelerator.Jean-Yves le Drian, Minister of Europe and Foreign Affairs, France said:One hundred countries have now received safe, WHO-approved vaccines against COVID-19 through the COVAX Facility. France welcomes this crucial step forward,\r\n    which demonstrates that multilateralism in global health, as well as the spirit of solidarity and responsibility on which it is based, constitutes the most effective response to this pandemic. But the fight against the virus is far from over: we must\r\n    continue to support COVAX and accelerate equitable access to vaccines in fragile countries, in particular through sharing of vaccine doses. This is what France wants to do, together with its EU and G7 partners.Dr Gerd Mller, Federal Minister for Economic Cooperation and Development, Germany said: We either beat the pandemic worldwide or we will not beat it at all. The only way out of the crisis is a global immunization campaign.\r\n    In order to now be able to vaccinate people quickly, we are using the tried and tested structures of the global vaccine alliance Gavi. Thanks to the vaccination platform COVAX, the structures are in place to provide vaccines for at least 20per\r\n    cent of people in developing countries and emerging economies over the course of this year.Heiko Maas, Minister of Foreign Affairs, Germany said: The fact that St.Lucia yesterday became the 100th country to be supplied with vaccines via the COVAX platform supported by Germany and the EU, is a milestone on the way out\r\n    of the pandemic. This progress gives us hope, for we too will only be safe when everyone around the world is safe. Access to vaccines, medicines and tests must not become a geopolitical pawn. Rather, they must be available to all countries in a fair\r\n    and transparent manner. Thats why were committed to COVAX, to a multilateral approach.Colm Brophy TD, Minister of State for Overseas Development and the Diaspora, Ireland said: Through our funding to COVAX, Ireland is supporting developing countries, who most need vaccines and can least afford them, secure their\r\n    share of global supply.Dag-Inge Ulstein, Minister of International Development, Norway, and Co-chair of the ACT-Accelerator Facilitation Council said: In less than a year, the world has come together to develop and secure equitable global access to COVID-19\r\n    vaccines. That is a huge victory. But the risk of vaccine nationalism is still looming large. Countries and manufactures must prioritize global solutions. It is also crucial that all manufacturers continue to make their vaccines available and affordable\r\n    to COVAX, so that the global rollout can continue. Countries that have more vaccines than they need should share vaccines through COVAX. I also expect all relevant stakeholders to take action to ensure that the world can produce enough vaccines, at\r\n    a price that even the poorest countries can afford.H.E. Dr Tawfig AlRabiah, Minister of Health in Saudi Arabia said: Peoples health first has been the guiding principle, driving all efforts in the fight against the pandemic - both nationally and globally -\r\n    to ensure that No one is left behind.We in the kingdom are proud contributors to GAVI and the COVAX facility, which has now shipped over 37 million vaccines.This show of solidarity is the cure to fighting COVID-19, and our\r\n    collective resilience will enable us to overcome any future pandemic we may face.Foreign, Commonwealth and Development Office Minister Wendy Morton, United Kingdom said: From Nigeria to Nepal, COVAX has now delivered life-saving vaccine doses to 100 countries and territories which is a huge achievement and\r\n    another step towards making us all safe. The UK has played a leading role in achieving equitable access to vaccines by providing 548 million for COVAX early on, which will help to deliver more than one billion doses around the world, as well\r\n    as lobbying international partners to increase their funding.United States Secretary of State Antony J. Blinken said: The United States welcomes the news that COVAX has delivered safe and effective COVID-19 vaccines to 100 countries. The United States signaled our strong support for\r\n    COVAX through an initial $2 billion contribution to Gavi. Through unprecedented partnerships among donors, manufacturers, and participating countries, COVAX has achieved extraordinary milestones in equitably distributing doses to the global\r\n    community in record time.Werner Hoyer, President of the European Investment Bank said: As part of Team Europe the European Investment Bank is pleased to provide EUR 400 million for COVAX, representing the EIBs largest ever support for global public\r\n    health. COVAX has already provided vaccines to vulnerable groups and front line workers and brought hope to millions more. COVAX demonstrates the benefit of global cooperation to tackle the shared challenge of COVID. Congratulations to the COVAX team\r\n    and global partners in 100 countries around the world. Together we are ensuring equitable access to vaccines and together we are directing our efforts towards a global recovery.Pascal Soriot, AstraZeneca CEO, said: Today marks a significant milestone in the global fight against the pandemic as 100 countries have received vaccine through COVAX. I am proud that the supply of our vaccine accounts for the\r\n    vast majority of doses being delivered through COVAX in the first half of this year. Over 37 million doses of our vaccine have been delivered to date which are protecting the most vulnerable populations around the world. Together with our COVAX\r\n    partners, we continue to work 24/7 to deliver on our unwavering commitment to broad, equitable and affordable access.Pfizer Chairman and CEO Albert Bourla said: Congratulations to everyone who has worked tirelessly to reach this impressive milestone. At Pfizer we are driven every day by the belief that science will win. Through collaboration\r\n    and commitment,COVAX has brought forth a global solution that helps to bring breakthrough science to everyone, everywhere. We are proud to work together with the facility and all of its partners and remain firmly committed toworking toward\r\n    the shared vision of equitable access for all to end this pandemic.Sai D. Prasad, President, Developing Countries Vaccines Manufacturing Network (DCVMN) said: COVAX has made history by ensuring equitable access for COVID-19 vaccines to all countries irrespective of their economic\r\n    status. The 100th delivery marks a great milestone for COVAX, leading to enhanced deliveries during 2021. We commend the efforts by all partners in COVAX for this achievement. Developed and developing country manufacturers have played a\r\n    crucial role in product development and large scale manufacturing. In order to meet the requirements of all countries, more partnerships between innovators and manufacturers are required. COVAXs leadership in COVID-19 vaccines will ensure that\r\n    we leave no one behind.Thomas Cueni, Director General, International Federation of Pharmaceutical Manufacturers and Associations (IFPMA) & founding partner of ACT-Asaid:The timeline is truly impressive. It's an innovation\r\n    success story with the first WHO vaccine approval on 31 December 2020, less than a year after the virus was first shared. Its a manufacturing success story with the scaling up from zero to one billion doses being produced by April 2021.\r\n    It is a logistics and country preparedness success story, with 100 countries receiving the vaccines and last but by no means least, it's a collaboration and solidarity success story, thanks to the commitment from donors and the tireless efforts\r\n    of the partners of COVAX including the developing and the developed world manufacturers. COVAXs partnerships together with political leadership to equitably share surplus vaccines are the best guarantees we have that people who need the vaccine\r\n    will get it whenever they live, fast enough to outpace the virus mutations.Notes to editorsThe list of 102 Facility participants (as of 14h CET, 8 April) that have received a combined total of 38,392,540 doses of COVAX-delivered vaccines so far is as follows (in alphabetical order):Afghanistan, Albania, Algeria, Andorra, Angola, Argentina, Armenia, Azerbaijan, Bahamas, Bahrain, Barbados, Belize, Benin, Bermuda, Bolivia (Plurinational State of), Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Cabo Verde, Cambodia, Canada,\r\n    Colombia, Congo (DRC), Costa Rica, Cte d'Ivoire, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eswatini, Ethiopia, Fiji, Gambia, Georgia, Ghana, Grenada, Guatemala, Guyana, Honduras, India, Indonesia, Iran (Islamic Republic\r\n    of), Iraq, Jamaica, Jordan, Kenya, Kosovo, Lao People's Democratic Republic, Lebanon, Lesotho, Liberia, Malawi, Maldives, Mali, Mauritius, Mongolia, Montenegro, Morocco, Mozambique, Nauru, Nepal, Nicaragua, Nigeria, North Macedonia, Oman, Palestine,\r\n    Paraguay, Peru, Philippines, Qatar, Republic of Korea, Republic of Moldova, Rwanda, Samoa, Sao Tome and Principe, Saudi Arabia, Senegal, Serbia, Sierra Leone, Solomon Islands, Somalia, South Sudan, Sri Lanka, St. Lucia*, Sudan, Suriname, Taiwan, Tajikistan,\r\n    Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Tuvalu, Uganda, Uruguay, Uzbekistan, Viet Nam, Yemen.*100th Facility participant to receive a COVAX deliveryAbout COVAXCOVAX, the vaccines pillar of the Access to COVID-19 Tools (ACT) Accelerator, is co-convened by the Coalition for Epidemic Preparedness Innovations (CEPI), Gavi, the Vaccine Alliance) and the World Health Organization (WHO)  working in partnership\r\n    with UNICEF as key implementing partner, developed and developing country vaccine manufacturers, the World Bank, and others. It is the only global initiative that is working with governments and manufacturers to ensure COVID-19 vaccines are available\r\n    worldwide to both higher-income and lower-income countries.CEPIs role in COVAXCEPI is leading on theCOVAX vaccine research and development portfolio, investing in R&D across a variety of promising candidates, with the goal to support development\r\n    of three safe and effective vaccines which can be made available to countries participating in the COVAX Facility. As part of this work, CEPI has secured first right of refusal to potentially over one billion doses for the COVAX Facility to a number\r\n    of candidates, and made strategic investments in vaccine manufacturing, which includes reserving capacity to manufacture doses of COVAX vaccines at a network of facilities, and securing glass vials to hold 2 billion doses of vaccine. CEPI is also\r\n    investing in the next generation of vaccine candidates, which will give the world additional options to control COVID-19 in the future. Gavis role in COVAXGavi is leading on procurement and delivery at scale for COVAX: coordinating the design, implementation and administration of theCOVAX Facilityand theCOVAX AMCand working with its Alliance partners UNICEF and WHO, along with governments,\r\n    on country readiness and delivery. As part of this role, Gavi hosts the Office of the COVAX Facility to coordinate the operation and governance of the mechanism as a whole, manages relationships with Facility participants, and negotiates advance purchase\r\n    agreements with manufacturers of promising vaccine candidates on behalf of the 190 economies participating in the COVAX Facility. It also coordinates design, operation and fundraising for the COVAX AMC that supports 92 lower-income economies, including\r\n    a no-fault compensation mechanism that will be administered by WHO. As part of this work, Gavi supports governments and partners on ensuring country readiness, providing funding and oversight of UNICEF procurement of vaccines as well as partners\r\n    and governments work on readiness and delivery. This includes support for cold chain equipment, technical assistance, syringes, vehicles, and other aspects of the vastly complex logistical operation for delivery.WHOs role in COVAXWHO has multiple roles withinCOVAX:\r\n It provides normative guidance on vaccine policy, regulation, safety, R&D, allocation, and country readiness and delivery. Its Strategic Advisory Group of Experts (SAGE) on Immunization develops evidence-based immunization policy recommendations. Its Emergency Use Listing (EUL)/prequalification\r\n    programmes ensure harmonized review and authorization across member states. It provides global coordination and member state support on vaccine safety monitoring. It developed the target product profiles for COVID-19 vaccines and provides R&D\r\n    technical coordination. WHO leads, together with UNICEF, theCountry Readiness and Delivery workstream, which provides support to countries as they prepare to receive and administer vaccines. Along with Gavi and numerous other partners working at the global, regional, and country-level,\r\n    the CRD workstream provides tools, guidance, monitoring, and on the ground technical assistance for the planning and roll-out of thevaccines.\r\n Along with COVAX partners, WHO hasdevelopedano-fault compensation schemeas part of the time-limited indemnification and liability commitments.UNICEFs role in COVAXUNICEF is leveraging its experience as the largest single vaccine buyer in the world and working with manufacturers and partners on the procurement of COVID-19 vaccine doses, as well as freight, logistics and storage. UNICEF already procures more than\r\n    2 billion doses of vaccines annually for routine immunization and outbreak response on behalf of nearly 100 countries. In collaboration with the PAHO Revolving Fund, UNICEF is leading efforts to procure and supply doses of COVID-19 vaccines for COVAX.\r\n    In addition, UNICEF, Gavi and WHO are working with governments around the clock to ensure that countries are ready to receive the vaccines, with appropriate cold chain equipment in place and health workers trained to dispense them. UNICEF is also\r\n    playing a lead role in efforts to foster trust in vaccines, delivering vaccine confidence communications and tracking and addressing misinformation around the world.About ACT-AcceleratorThe Access to COVID-19 Tools ACT-Accelerator, is a new, ground-breaking global collaboration to accelerate the development, production, and equitable access to COVID-19 tests, treatments, and vaccines. It was set up in response to a call from G20 leaders\r\n    in March 2020 and launched by the WHO, European Commission, France and The Bill & Melinda Gates Foundation in April 2020.The ACT-Accelerator is not a decision-making body or a new organization, but works to speed up collaborative efforts among existing organizations to end the pandemic. It is a framework for collaboration that has been designed to bring key players around\r\n    the table with the goal of ending the pandemic as quickly as possible through the accelerated development, equitable allocation, and scaled up delivery of tests, treatments and vaccines, thereby protecting health systems and restoring societies and\r\n    economies in the near term. It draws on the experience of leading global health organizations which are tackling the worlds toughest health challenges, and who, by working together, are able to unlock new and more ambitious results against\r\n    COVID-19. Its members share a commitment to ensure all people have access to all the tools needed to defeat COVID-19 and to work with unprecedented levels of partnership to achieve it.The ACT-Accelerator has four areas of work: diagnostics, therapeutics, vaccines and the health system connector. Cross-cutting all of these is the workstream on Access & Allocation.\n"
    ],
    "PublishedDate": [
        "8 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": []
    }
},
{
    "Title": [
        "Interim statement of the COVID-19 subcommittee of the WHO Global Advisory Committee on Vaccine Safety on AstraZeneca COVID-19 vaccine"
    ],
    "Article": [
        "\nThe COVID-19 subcommittee of the WHO Global Advisory Committee on Vaccine Safety (GACVS) has reviewed reports of rare cases of blood clots with low platelets following vaccination with the AstraZeneca COVID-19 vaccine (including Covishield) since their onset a few weeks ago.At its most recent meeting on 7 April, 2021, the subcommittee reviewed latest information from the European Medicines Agency along with information from the United Kingdoms Medicines and other Health products Regulatory Agency (MHRA), and other Member States and noted the following:Based on current information, a causal relationship between the vaccine and the occurrence of blood clots with low platelets is considered plausible but is not confirmed. Specialised studies are needed to fully understand the potential relationship between vaccination and possible risk factors. The GACVS subcommittee will continue to gather and review further data, as it has done since the beginning of the COVID vaccine programme. It is important to note that whilst concerning, the events under assessment are very rare, with low numbers reported among the almost 200 million individuals who have received the AstraZeneca COVID-19 vaccine around the world. Rare adverse events following immunizations should be assessed against the risk of deaths from COVID-19 disease and the potential of the vaccines to prevent infections and reduce deaths due to diseases. In this context, it should be noted that as of today, at least 2.86 million people have died of COVID-19 disease worldwide. Side effects within two- or three-days following vaccination, the majority of which are mild and local in nature, are expected and common. However, individuals who experience any severe symptoms  such as shortness of breath, chest pain, leg swelling, persistent abdominal pain, neurological symptoms, such as severe and persistent headaches or blurred vision, tiny blood spots under the skin beyond the site of the injection - from around four to 20 days following vaccination, should seek urgent medical attention. Clinicians should be aware of relevant case definitions and clinical guidance for patients presenting thrombosis and thrombocytopaenia following COVID-19 vaccination. To this end, the GACVS subcommittee also suggested that a committee of clinical experts including haematologists and other specialists is convened, for advice on clinical diagnosis and case management. Active surveillance, including sentinel site / hospital case-based investigations should be considered, to further characterise these rare events. WHO has developed template protocols that countries could adapt for such studies. The GACVS will meet again next week to review additional data and will be issuing further recommendations as relevantWHO is carefully monitoring the rollout of all COVID-19 vaccines and will continue to work closely with countries to manage potential risks, and to use science and data to drive response and recommendations.In extensive vaccination campaigns, it is normal for countries to identify potential adverse events following immunization. This does not necessarily mean that the events are linked to vaccination itself, but they must be investigated to ensure that any safety concerns are addressed quickly. Vaccines, like all medicines, can have side effects. The administration of vaccines is based on a risk versus benefit analysis.\n"
    ],
    "PublishedDate": [
        "7 April 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": []
    }
}

]