[
{
    "Title": [
        "\r\n        WHO: Benefits of the AstraZeneca vaccine outweigh its risks        "
    ],
    "Article": "The World Health Organization (WHO) released a statement today concerning the safety of the AstraZeneca COVID-19 vaccine after a number of European countries temporarily suspended use due to blood clots reported in some patients.WHO says in extensive vaccination campaigns, it is routine for countries to signal potential adverse events following immunization. This does not necessarily mean that the events are linked to vaccination itself, but it is good practice to investigate them. It also shows that the surveillance system works and that effective controls are in place.WHO is in regular contact with the European Medicines Agency and regulators around the world for the latest information on COVID-19 vaccine safety.At this time, WHO considers that the benefits of the AstraZeneca vaccine outweigh its risks and recommends that vaccinations continue.Sweden pauses use of AstraZeneca’s COVID-19 vaccine pending investigationSpain suspends AstraZeneca COVID-19 vaccine for the next two weeksNorway reports blood clots in young people with the AstraZeneca vaccinePhilippines say no reason to stop rollout of AstraZeneca COVID-19 vaccine",
    "PublishedDate": [
        "March 17, 2021"
    ],
    "Diseases": [
        "COVID-19"
    ],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        Sweden pauses use of AstraZeneca’s COVID-19 vaccine pending investigation        "
    ],
    "Article": "By NewsDesk  @bactiman63The European Medicines Agency (EMA) and the Medical Products Agency are investigating reports of suspected side effects of blood clots in combination with bleeding in individuals vaccinated with Astra Zeneca’s covid-19 vaccine. The investigation examines the reports of suspected side effects that have been received in recent days to determine whether there is a causal link to the vaccine or not.The suspected side effects have included blood clots (thrombosis) in combination with low levels of platelets (thrombocytopenia) in a few people. In Sweden, no such case has been reported so far.It is a top priority that the vaccines used have a high safety profile, which is the reason why the Medical Products Agency and EMA are now investigating the suspected cases.Astra Zeneca’s vaccine provides good protection against covid-19 and the total number of vaccine doses given amounts to 17 million.There is good knowledge about the vaccine, but it is still important that we now pause the vaccination until the EMA has investigated whether these events may be related to vaccination, says Anders Tegnell.The Swedish Public Health Agency cooperates with the Medical Products Agency in the matter and follows ongoing results from the investigation.\n",
    "PublishedDate": [
        "March 16, 2021"
    ],
    "Diseases": [
        "COVID-19"
    ],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        Spain suspends AstraZeneca COVID-19 vaccine for the next two weeks        "
    ],
    "Article": "By NewsDesk  @bactiman63The Spanish Agency for Medicines and Health Products (AEMPS) has reported over the last week several cases of thrombotic events in some European countries, including Spain, temporarily related to the administration of the vaccine against COVID -19 from AstraZeneca.The initial assessment of these reported cases of thrombotic events did not show a disproportion between the number of reported cases among vaccinated individuals and the number of naturally occurring cases in the general population. The fact that the reported cases were not related to a single lot also indicated that there was no quality defect related to a specific lot. In this context, the AEMPS reported, pending additional data and in line with what was reported by the EMA, that there were no reasons to justify the adoption of precautionary measures either on a specific batch or on the vaccine as a whole.However, throughout this past Saturday and Sunday (March 13 and 14), and today, some notifications have been received (one of them in Spain) of a specific type of thrombotic event that needs to be studied further. thoroughly as they are very rare in the general population1. These are cases of cerebral venous thrombosis (specifically, cerebral venous sinus thrombosis), with the particularity of being associated with a decrease in the number of platelets in the blood, which would suggest an abnormal activation of the coagulation system that would result in this obstruction of the cerebral veins.The AEMPS and the rest of the drug agencies coordinated by the EMA, work to collect and analyze the information available on this signal as quickly as possible. It is estimated that more than 17 million people have received the AstraZeneca vaccine in the UK and the European Union and the number of reported cases is very low in proportion to the number of people vaccinated. In the EU, approximately six million doses of this vaccine have been administered and the AEMPS has learned of at least 11 cases of cerebral venous sinus thrombosis reported in the EU, two of them reported today.However, this subgroup of cases should be studied to know if in addition to having a temporal relationship with the administration of the vaccine, there is a possible causal relationship. The evaluation of this type of signs may end up finding an alternative cause to the administration of the vaccine or, if it is attributable to the vaccine, with measures that try to minimize the risk as much as possible, such as, for example, the identification of factors that predispose to the appearance of this type of thrombosis.Given that it has not been possible to find a link with a certain batch of the vaccine, and while investigating whether these events, which the AEMPS and the rest of the European agencies have heard about this weekend, are related or not to the vaccine, the Ministry of Health considers it prudent to suspend vaccination with the AstraZeneca vaccine against COVID-19 from tomorrow and for the next two weeks.Philippines say no reason to stop rollout of AstraZeneca COVID-19 vaccineNorway reports blood clots in young people with the AstraZeneca vaccine",
    "PublishedDate": [
        "March 15, 2021"
    ],
    "Diseases": [
        "COVID-19"
    ],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        Norway reports blood clots in young people with the AstraZeneca vaccine        "
    ],
    "Article": "By NewsDesk  @bactiman63The Norwegian Medicines Agency has received several adverse reaction reports about younger vaccinated people who have had skin hemorrhages (small-spotted skin hemorrhages and / or larger or smaller blue spots) after the AstraZeneca COVID-19 vaccination. This is serious and can be a sign of decreased platelet count.Health officials were informed yesterday of a report from Tynset about an unexpected death as a result of a brain hemorrhage after vaccination with COVID-19 Vaccine AstraZeneca.Today, March 13, we received three more reports of severe cases of blood clots or cerebral hemorrhages in younger people who have received the AstraZeneca vaccine. These are now receiving treatment in hospitals.Common to these patients is that they have had a reduced number of platelets in the blood. Blood clots and subsequent cerebral hemorrhage are a rare condition.The Norwegian Institute of Public Health, or Folkehelseinstituttet (FHI) has put the AstraZeneca vaccine on pause.FHI and the Norwegian Medicines Agency have initiated studies to investigate the connection between the vaccine and various forms of blood clots, such as stroke and blood clots in the lungs. These analyzes will take time. ",
    "PublishedDate": [
        "March 14, 2021"
    ],
    "Diseases": [
        "COVID-19"
    ],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        Philippines say no reason to stop rollout of AstraZeneca COVID-19 vaccine        "
    ],
    "Article": "By NewsDesk  @bactiman63European health authorities have reported 22 cases of thromboembolic events (blood clots) had been reported among the 3 million people vaccinated with COVID-19 Vaccine AstraZeneca in the European Economic Area.In Austria, the government suspended the use of a batch of COVID-19 Vaccine AstraZeneca (batch number ABV5300) after a person was diagnosed with multiple thrombosis (formation of blood clots within blood vessels) and died 10 days after vaccination, and another was hospitalized with pulmonary embolism (blockage in arteries in the lungs) after being vaccinated.In Denmark, the Danish Health and Medicines Authority has, based on a precautionary principle, chosen to pause vaccination with the COVID-19 vaccine from AstraZeneca after one person died.Authorities do specify it cannot be concluded whether there is a link between the vaccine and the blood clots.Last week, the Philippines Department of Health reported the receipt of 480,000 doses of AstraZeneca vaccines (not clear if it’s the same batch).Today, health officials released in a press release that there is no reason to halt the vaccination:The DOH and FDA are aware that a few countries in the European Union have recently paused their vaccination campaign with COVID-19 vaccine AstraZeneca following reports of blood clots in people who received the vaccine. This has been decided as a precautionary measure, while they conduct a full investigation to determine causality between the vaccination and the reported adverse events following immunization.Moreover, the European Medicine Authority (EMA) has also emphasized that there is currently no indication that vaccination has caused these conditions, which are not listed as side effects with this vaccine, saying, “The position of EMA’s safety committee PRAC is that the vaccine’s benefits continue to outweigh its risks and the vaccine can continue to be administered while investigation of cases of thromboembolic events is ongoing. PRAC is already reviewing all cases of thromboembolic events, and other conditions related to blood clots, reported post-vaccination with COVID-19 Vaccine AstraZeneca.”At present, the DOH and FDA emphasize that there is no indication for the Philippines to stop rollout of AstraZeneca vaccines. The DOH, NTF and FDA are closely coordinating on this matter. The public is assured they will closely monitor all deployed vaccines.\n",
    "PublishedDate": [
        "March 12, 2021"
    ],
    "Diseases": [
        "other",
        "COVID-19"
    ],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        Vaccines: Florida Chapter of the American Academy of Pediatrics Supports SB 1936        "
    ],
    "Article": "By NewsDesk  @bactiman63The Florida Chapter of the American Academy of Pediatrics recognizes routine immunizations as  a key component of pediatric healthcare and a critical pillar of public health. The Chapter supports SB 1936 filed by Senator Lauren Book which would remove non-medical exemptions for vaccines statewide and help ensure that Florida’s children are protected from serious vaccine preventable diseases through the COVID-19 pandemic and beyond. “Vaccines are the most effective and safest way of preventing communicable diseases and save between two and three million  children’s lives each year,” says Dr. Lisa Gwynn, President of the Florida Chapter of American Academy of Pediatrics. “The COVID-19 pandemic has shown us firsthand that we cannot let our guard down and must continue to make vaccinations a number one public  health priority.” During the COVID-19 pandemic, the State of Florida has seen a dramatic decline in childhood immunizations, leaving Florida’s  children and most vulnerable populations at risk for vaccine preventable diseases. The Centers of Disease Control and Prevention  (CDC) and the American Academy of Pediatrics (AAP) recommend children continue to receive routine vaccinations during the  COVID-19 pandemic. Senator Book’s bill would not affect necessary medical exemptions for children who are unable to be vaccinated due to allergies or  reactions to specific vaccines or those whose immune systems are compromised by medication or illness. In these cases, a physician  would still be able to grant a medical exemption.5 Vaccine preventable diseases in the US: Then and nowParents should remember that proper steps have been taken to keep them and their family safe during their visit to their child’s pediatrician. Families without vaccine insurance coverage may be eligible for vaccines at reduced or no cost through the Vaccines for  Children (VFC) program. To learn about the Florida VFC program, visit www.floridahealth.gov and to find a pediatrician, visit  www.fcaap.org/parents. “Immunizations aren’t just for protecting ourselves, they help protect the people around us who may not be able to receive vaccines  like newborns, cancer patients receiving chemotherapy, patients with compromised immune systems, and the elderly,” said Dr.  Gwynn. “It’s important for all of us who are healthy – especially our children – to do our part in reducing the spread of disease by  getting vaccinated to protect our community and future generations.” \nGot Smallpox?",
    "PublishedDate": [
        "March 11, 2021"
    ],
    "Diseases": [
        "other",
        "smallpox",
        "COVID-19"
    ],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        Lyme Disease vaccine candidate: Final Phase 2 study initiated        "
    ],
    "Article": "Valneva SE and Pfizer Inc. announced Monday the initiation of study VLA15-221. The VLA15-221 study builds on previous positive Phase 2 studies, incorporates new dose regimens and is anticipated to be the final Phase 2 study readout before a decision to progress into pivotal Phase 3 studies.VLA15-221 is a randomized, observer-blind, placebo-controlled Phase 2 study. It will be the first VLA15 study to include a pediatric population (aged 5-17 years). Overall, the study will enroll approximately 600 healthy participants (aged 5-65 years) who will receive VLA15 or placebo. It will compare the three-dose vaccination schedule (Month 0-2-6) with a two-dose schedule (Month 0-6).We are excited to be part of the Lyme disease vaccine development program with Valneva. We hope this Phase 2 trial, with a simplified schedule, will provide evidence that the investigational vaccine can be used in populations that are at risk of contracting Lyme disease, potentially including children age five years and older,” said Kathrin Jansen, Senior Vice President and Head of Pfizer Vaccine Research and Development.Juan Carlos Jaramillo, Chief Medical Officer of Valneva commented, “This trial initiation marks an important step in the development of VLA15 toward a potential licensure. Including a pediatric population in Phase 2 means we could, if successful, add this population to the Phase 3 research program, to potentially offer a vaccine for Lyme disease that may help prevent disease in both adults and children, if approved. We are pleased that, together with our partner Pfizer, we have decided to pursue this development while preparing for a potential Phase 3 start.”Outbreak News Interviews podcast on SpotifyVLA15 is the only active Lyme disease vaccine candidate in clinical development today, and covers six serotypes that are prevalent in North America and Europe. This investigational multivalent protein subunit vaccine targets the outer surface protein A (OspA) of Borrelia, an established mechanism of action for a Lyme disease vaccine. OspA is one of the most dominant surface proteins expressed by the bacteria when present in a tick. VLA15 has demonstrated strong immunogenicity and safety data in pre-clinical and clinical studies so far.",
    "PublishedDate": [
        "March 9, 2021"
    ],
    "Diseases": [],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        Nasal COVID vaccine introduced by Finnish researchers        "
    ],
    "Article": "Rokote Laboratories Finland Ltd., a newly-founded academic spin-out based in Finland is working to develop and introduce to the markets a nasal spray vaccine against COVID. The vaccine is based on research carried out at the University of Helsinki and the University of Eastern Finland.The vaccine uses gene transfer technology developed at the University of Eastern Finland by Academy Professor Seppo Ylä-Herttuala’s research group, and the technology has already been successfully used in several clinical trials using gene therapy to treat cardiovascular diseases and cancer. The vaccine uses a safe adenovirus carrier that contains a cloned DNA strand, which causes nasopharyngeal cells to produce the virus protein which, in turn, produces a response to the vaccine. There is no actual SARS-CoV-2 virus in the vaccine. Preliminary results show that the vaccine has performed well in animal studies, and clinical testing in humans will start within a few months.Nasal delivery was chosen as the new vaccine’s method of administration because the virus is also naturally transmitted through the airways. Indeed, nasal administration seems to induce a wider immune response than intramuscular administration.“Vaccines injected intramuscularly produce IgG antibodies in the bloodstream, but nasal vaccines also produce an IgA response that protects mucous membranes. We assume that this can also prevent those who have received the vaccine from transmitting the virus,” Academy Professor Seppo Ylä-Herttuala from the University of Eastern Finland says.According to him, the currently ongoing vaccination programmes do not eliminate the need for new vaccines, as new variants are expected to cause new waves of infection.“Even if we were able to vaccinate the entire population, at least people in medical risk groups will still need new vaccines against new variants in the upcoming years. The vaccines currently in use provide a clearly lower protection against the South African variant, which will likely be the dominant virus in the next wave. Our vaccine already takes into account the most important variants, i.e. the South African, Brazilian and the UK one. There will certainly be a demand for this type of vaccine,” says Professor of Virology Kalle Saksela from the University of Helsinki.The company will carry out the first clinical vaccine trials in Finland. In Kuopio, there is already the commercial technology needed to produce the vaccine.The founders and board members of Rokote Laboratories Finland Ltd. are the vaccine developers Academy Professor Seppo Ylä-Herttuala from the University of Eastern Finland, Professor Kalle Saksela and Professor Kari Alitalo from the University of Helsinki, and Mr Pasi Kemppainen, MSc (Techn.). The University of Helsinki and the University of Eastern Finland are also co-founders of, and shareholders in, the company.According to Mr Kemppainen, the company is now negotiating on funding to ensure further development of the vaccine and its moving towards clinical trials. After being granted a marketing authorisation, the vaccine could ensure Finnish and European security of supply, and vaccine self-sufficiency.“The vaccine can be manufactured in considerable quantities here in Kuopio and, in the long term, it can also be licensed outside Europe. The current focus is, of course, on the COVID vaccine, but the same method can also be used to develop vaccines against other viruses,” Mr Kemppainen says.",
    "PublishedDate": [
        "March 8, 2021"
    ],
    "Diseases": [
        "other",
        "sars"
    ],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        Influenza vaccine: Flucelvax Quadrivalent approved for people two years of age and older        "
    ],
    "Article": "By NewsDesk  @bactiman63Seqirus announced this week that the U.S. Food and Drug Administration (FDA) has approved FLUCELVAX® QUADRIVALENT (Influenza Vaccine), the company’s cell-based quadrivalent influenza vaccine (QIVc), for an expanded age indication for people two years of age and older.FLUCELVAX QUADRIVALENT was previously FDA-approved for use in persons four years of age and older. FLUCELVAX QUADRIVALENT will be available as a 0.5ml intramuscular (IM) vaccine per dose for the 2021/22 U.S. influenza season.The expanded age indication is based on absolute efficacy data indicating that FLUCELVAX QUADRIVALENT was effective and produced a sufficient immune response against influenza in children and adolescents between ≥2 to <18 years of age over three influenza seasons in the Southern (2017) and Northern (2017/18 and 2018/19) Hemispheres, compared to a non-influenza comparator. This represents the first absolute efficacy study of a cell-based influenza vaccine in this population.“Young children are at a high risk of complications from influenza, which is why annual vaccination is critical,” said Gregg Sylvester, MD, Chief Medical Officer at Seqirus. “The absolute efficacy results for FLUCELVAX QUADRIVALENT that served as the basis for this approval indicate that the cell-based vaccine offers an important new option for children as young as two years of age.”Outbreak News Interviews podcast on SpotifyFLUCELVAX QUADRIVALENT utilizes a cell-based influenza vaccine manufacturing process, an alternative to traditional egg-based manufacturing. There are several factors that can impact seasonal influenza vaccine effectiveness, which may include mismatch between circulating strains and the influenza strains contained within the seasonal influenza vaccine. Egg-based manufacturing requires a growth-inducing strain to ensure the influenza virus can grow successfully in eggs, which can cause the strain to mutate and result in an influenza virus that can be different from the intended strain. This may lead to a mismatch between the circulating strains and the inactivated influenza strains contained within the seasonal influenza vaccine. Cell-based influenza vaccines like FLUCELVAX QUADRIVALENT are designed to help avoid egg-adapted changes and may result in vaccine virus strains that are more closely matched to those selected by the World Health Organization. Cell-based influenza vaccine technology may offer additional advantages over the standard influenza manufacturing process, including being more scalable and offering faster production in the event of an influenza pandemic.\nAccording to the Centers for Disease Control and Prevention (CDC), the best way to prevent influenza is by receiving an annual seasonal influenza vaccine. More than 52,000 hospitalizations occurred in children aged 18 years of age and younger during the 2019/20 U.S. influenza season, and there were over 434 influenza-related deaths in this age group. Children younger than five years of age are at high risk of developing serious flu-related complications. The CDC recommends everyone six months of age and older without contraindications receive an influenza vaccine annually. ",
    "PublishedDate": [
        "March 6, 2021"
    ],
    "Diseases": [],
    "Syndromes": []
},
{
    "Title": [
        "\r\n        FDA issues Emergency Use Authorization for the Janssen COVID-19 Vaccine, the 3rd to date        "
    ],
    "Article": "On Saturday, the U.S. Food and Drug Administration issued an emergency use authorization (EUA) for the third vaccine for the prevention of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The EUA allows the Janssen COVID-19 Vaccine to be distributed in the U.S for use in individuals 18 years of age and older.“The authorization of this vaccine expands the availability of vaccines, the best medical prevention method for COVID-19, to help us in the fight against this pandemic, which has claimed over half a million lives in the United States,” said Acting FDA Commissioner Janet Woodcock, M.D. “The FDA, through our open and transparent scientific review process, has now authorized three COVID-19 vaccines with the urgency called for during this pandemic, using the agency’s rigorous standards for safety, effectiveness and manufacturing quality needed to support emergency use authorization.”The FDA has determined that the Janssen COVID-19 Vaccine has met the statutory criteria for issuance of an EUA. The totality of the available data provides clear evidence that the Janssen COVID-19 Vaccine may be effective in preventing COVID-19. The data also show that the vaccine’s known and potential benefits outweigh its known and potential risks, supporting the company’s request for the vaccine’s use in people 18 years of age and older. In making this determination, the FDA can assure the public and medical community that it has conducted a thorough evaluation of the available safety, effectiveness and manufacturing quality information.The Janssen COVID-19 Vaccine is manufactured using a specific type of virus called adenovirus type 26 (Ad26). The vaccine uses Ad26 to deliver a piece of the DNA, or genetic material, that is used to make the distinctive “spike” protein of the SARS-CoV-2 virus. While adenoviruses are a group of viruses that are relatively common, Ad26, which can cause cold symptoms and pink eye, has been modified for the vaccine so that it cannot replicate in the human body to cause illness. After a person receives this vaccine, the body can temporarily make the spike protein, which does not cause disease, but triggers the immune system to learn to react defensively, producing an immune response against SARS-CoV-2.“After a thorough analysis of the data, the FDA’s scientists and physicians have determined that the vaccine meets the FDA’s expectations for safety and effectiveness appropriate for the authorization of a vaccine for emergency use,” said Peter Marks, M.D., Ph.D., director of the FDA’s Center for Biologics Evaluation and Research. “With today’s authorization, we are adding another vaccine in our medical toolbox to fight this virus. At the same time, the American people can be assured of the FDA’s unwavering commitment to public health through our comprehensive and rigorous evaluation of the data submitted for vaccines to prevent COVID-19.”The Janssen COVID-19 Vaccine is administered as a single dose. The available safety data to support the EUA include an analysis of 43,783 participants enrolled in an ongoing randomized, placebo-controlled study being conducted in South Africa, certain countries in South America, Mexico, and the U.S. The participants, 21,895 of whom received the vaccine and 21,888 of whom received saline placebo, were followed for a median of eight weeks after vaccination. The most commonly reported side effects were pain at the injection site, headache, fatigue, muscle aches and nausea. Most of these side effects were mild to moderate in severity and lasted 1-2 days.As part of the authorization, the FDA notes that it is mandatory for Janssen Biotech Inc. and vaccination providers to report the following to the Vaccine Adverse Event Reporting System (VAERS) for Janssen COVID-19 Vaccine: serious adverse events, cases of Multisystem Inflammatory Syndrome and cases of COVID-19 that result in hospitalization or death.It is also mandatory for vaccination providers to report all vaccine administration errors to VAERS for which they become aware and for Janssen Biotech Inc. to include a summary and analysis of all identified vaccine administration errors in monthly safety reports submitted to the FDA.The effectiveness data to support the EUA include an analysis of 39,321 participants in the ongoing randomized, placebo-controlled study being conducted in South Africa, certain countries in South America, Mexico, and the U.S. who did not have evidence of SARS-CoV-2 infection prior to receiving the vaccine. Among these participants, 19,630 received the vaccine and 19,691 received saline placebo. Overall, the vaccine was approximately 67% effective in preventing moderate to severe/critical COVID-19 occurring at least 14 days after vaccination and 66% effective in preventing moderate to severe/critical COVID-19 occurring at least 28 days after vaccination.Additionally, the vaccine was approximately 77% effective in preventing severe/critical COVID-19 occurring at least 14 days after vaccination and 85% effective in preventing severe/critical COVID-19 occurring at least 28 days after vaccination.There were 116 cases of COVID-19 in the vaccine group that occurred at least 14 days after vaccination, and 348 cases of COVID-19 in the placebo group during this time period. There were 66 cases of COVID-19 in the vaccine group that occurred at least 28 days after vaccination and 193 cases of COVID-19 in the placebo group during this time period. Starting 14 days after vaccination, there were 14 severe/critical cases in the vaccinated group versus 60 in the placebo group, and starting 28 days after vaccination, there were 5 severe/critical in the vaccine group versus 34 cases in the placebo group.At this time, data are not available to determine how long the vaccine will provide protection, nor is there evidence that the vaccine prevents transmission of SARS-CoV-2 from person to person.",
    "PublishedDate": [
        "February 28, 2021"
    ],
    "Diseases": [
        "other",
        "sars",
        "COVID-19"
    ],
    "Syndromes": [
        "Acute respiratory syndrome"
    ]
}
]