[
{
    "Title": [
        "\r\n        WHO: Benefits of the AstraZeneca vaccine outweigh its risks        "
    ],
    "Article": "The World Health Organization (WHO) released a statement today concerning the safety of the AstraZeneca COVID-19 vaccine after a number of European countries temporarily suspended use due to blood clots reported in some patients.WHO says in extensive vaccination campaigns, it is routine for countries to signal potential adverse events following immunization. This does not necessarily mean that the events are linked to vaccination itself, but it is good practice to investigate them. It also shows that the surveillance system works and that effective controls are in place.WHO is in regular contact with the European Medicines Agency and regulators around the world for the latest information on COVID-19 vaccine safety.At this time, WHO considers that the benefits of the AstraZeneca vaccine outweigh its risks and recommends that vaccinations continue.Sweden pauses use of AstraZeneca’s COVID-19 vaccine pending investigationSpain suspends AstraZeneca COVID-19 vaccine for the next two weeksNorway reports blood clots in young people with the AstraZeneca vaccinePhilippines say no reason to stop rollout of AstraZeneca COVID-19 vaccine",
    "PublishedDate": [
        "March 17, 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": [],
        "Locations": [],
        "Dates": [
            "today",
            "next two"
        ]
    }
},
{
    "Title": [
        "\r\n        Sweden pauses use of AstraZeneca’s COVID-19 vaccine pending investigation        "
    ],
    "Article": "By NewsDesk  @bactiman63The European Medicines Agency (EMA) and the Medical Products Agency are investigating reports of suspected side effects of blood clots in combination with bleeding in individuals vaccinated with Astra Zeneca’s covid-19 vaccine. The investigation examines the reports of suspected side effects that have been received in recent days to determine whether there is a causal link to the vaccine or not.The suspected side effects have included blood clots (thrombosis) in combination with low levels of platelets (thrombocytopenia) in a few people. In Sweden, no such case has been reported so far.It is a top priority that the vaccines used have a high safety profile, which is the reason why the Medical Products Agency and EMA are now investigating the suspected cases.Astra Zeneca’s vaccine provides good protection against covid-19 and the total number of vaccine doses given amounts to 17 million.There is good knowledge about the vaccine, but it is still important that we now pause the vaccination until the EMA has investigated whether these events may be related to vaccination, says Anders Tegnell.The Swedish Public Health Agency cooperates with the Medical Products Agency in the matter and follows ongoing results from the investigation.\n",
    "PublishedDate": [
        "March 16, 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": [],
        "Locations": [
            "Sweden"
        ],
        "Dates": []
    }
},
{
    "Title": [
        "\r\n        Spain suspends AstraZeneca COVID-19 vaccine for the next two weeks        "
    ],
    "Article": "By NewsDesk  @bactiman63The Spanish Agency for Medicines and Health Products (AEMPS) has reported over the last week several cases of thrombotic events in some European countries, including Spain, temporarily related to the administration of the vaccine against COVID -19 from AstraZeneca.The initial assessment of these reported cases of thrombotic events did not show a disproportion between the number of reported cases among vaccinated individuals and the number of naturally occurring cases in the general population. The fact that the reported cases were not related to a single lot also indicated that there was no quality defect related to a specific lot. In this context, the AEMPS reported, pending additional data and in line with what was reported by the EMA, that there were no reasons to justify the adoption of precautionary measures either on a specific batch or on the vaccine as a whole.However, throughout this past Saturday and Sunday (March 13 and 14), and today, some notifications have been received (one of them in Spain) of a specific type of thrombotic event that needs to be studied further. thoroughly as they are very rare in the general population1. These are cases of cerebral venous thrombosis (specifically, cerebral venous sinus thrombosis), with the particularity of being associated with a decrease in the number of platelets in the blood, which would suggest an abnormal activation of the coagulation system that would result in this obstruction of the cerebral veins.The AEMPS and the rest of the drug agencies coordinated by the EMA, work to collect and analyze the information available on this signal as quickly as possible. It is estimated that more than 17 million people have received the AstraZeneca vaccine in the UK and the European Union and the number of reported cases is very low in proportion to the number of people vaccinated. In the EU, approximately six million doses of this vaccine have been administered and the AEMPS has learned of at least 11 cases of cerebral venous sinus thrombosis reported in the EU, two of them reported today.However, this subgroup of cases should be studied to know if in addition to having a temporal relationship with the administration of the vaccine, there is a possible causal relationship. The evaluation of this type of signs may end up finding an alternative cause to the administration of the vaccine or, if it is attributable to the vaccine, with measures that try to minimize the risk as much as possible, such as, for example, the identification of factors that predispose to the appearance of this type of thrombosis.Given that it has not been possible to find a link with a certain batch of the vaccine, and while investigating whether these events, which the AEMPS and the rest of the European agencies have heard about this weekend, are related or not to the vaccine, the Ministry of Health considers it prudent to suspend vaccination with the AstraZeneca vaccine against COVID-19 from tomorrow and for the next two weeks.Philippines say no reason to stop rollout of AstraZeneca COVID-19 vaccineNorway reports blood clots in young people with the AstraZeneca vaccine",
    "PublishedDate": [
        "March 15, 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": [],
        "Locations": [
            "Spain",
            "Spain",
            "UK",
            "EU",
            "EU"
        ],
        "Dates": [
            "last week",
            "past Saturday",
            "Sunday",
            "March 13",
            "14",
            "today",
            "today.However",
            "tomorrow",
            "next two weeks.Philippines"
        ]
    }
},
{
    "Title": [
        "\r\n        Norway reports blood clots in young people with the AstraZeneca vaccine        "
    ],
    "Article": "By NewsDesk  @bactiman63The Norwegian Medicines Agency has received several adverse reaction reports about younger vaccinated people who have had skin hemorrhages (small-spotted skin hemorrhages and / or larger or smaller blue spots) after the AstraZeneca COVID-19 vaccination. This is serious and can be a sign of decreased platelet count.Health officials were informed yesterday of a report from Tynset about an unexpected death as a result of a brain hemorrhage after vaccination with COVID-19 Vaccine AstraZeneca.Today, March 13, we received three more reports of severe cases of blood clots or cerebral hemorrhages in younger people who have received the AstraZeneca vaccine. These are now receiving treatment in hospitals.Common to these patients is that they have had a reduced number of platelets in the blood. Blood clots and subsequent cerebral hemorrhage are a rare condition.The Norwegian Institute of Public Health, or Folkehelseinstituttet (FHI) has put the AstraZeneca vaccine on pause.FHI and the Norwegian Medicines Agency have initiated studies to investigate the connection between the vaccine and various forms of blood clots, such as stroke and blood clots in the lungs. These analyzes will take time. ",
    "PublishedDate": [
        "March 14, 2021"
    ],
    "Reports": {
        "Diseases": [
            "COVID-19"
        ],
        "Syndromes": [],
        "Locations": [
            "Tynset"
        ],
        "Dates": [
            "yesterday",
            "March 13"
        ]
    }
},
